Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: lv, mn

source: Signatory field(s) has invalid data.
mn: Баталгаажуулах талбар(ууд) алдаатай өгөгдөлтэй байна.

source: Edit this certificate?
mn: Энэ гэрчилгээг засварлах уу?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
mn: Энэ гэрчилгээ аль хэдийн идэвхжсэн байна. Та үргэлжлүүлэн засварлах уу?

source: Yes, allow edits to the active Certificate
mn: Гэрчилгээг идэвхжүүлэхийг засварлахыг зөвшөөрөх

source: certificate
mn: гэрчилгээ

source: Set up your certificate
mn: Өөрийн гэрчилгээний тохиргоо

source: You have not created any certificates yet.
mn: Гэрчилгээг хараахан үүсгээгүй байна.

source: This action cannot be undone.
mn: Энэ үйлдлийг буцаах боломжгүй.

source: Upload signature image.
mn: Гарын үсгийн зураг ачаалах

source: Image must be in PNG format.
mn: Зураг PNG өргөтгөлтэй байх ёстой.

source: Group %s
mn: Групп %s

source: Your export has failed.
mn: Таны экспорт хийх үйлдэл эвдэрсэн байна.

source: Already a course team member
mn: Аль хэдийн хичээлийн багийн гишүүн болсон байна.

source: Hide Deprecated Settings
mn: Буруушаах тохируулгыг нуух

source: Show Deprecated Settings
mn: Буруушаах тохируулгыг харуулах

source: Group name is required
mn: Бүлгийн нэрийг заавал байна

source: Group A
mn: Бүлэг A

source: Group B
mn: Бүлэг Б

source: Group Configuration name is required.
mn: Бүлгийн тохируулгын нэрийг шаардаж байна.

source: There must be at least one group.
mn: Ядаж нэг бүлэг байх ёстой

source: All groups must have a name.
mn: Бүх бүлэг нэртэй байна

source: The course must have an assigned start date.
mn: Хичээлийн эхлэх өдөр тодорхойлогдсон байх шаардлагатай.

source: The enrollment start date cannot be after the enrollment end date.
mn: Хичээлийн бүртгэл эхлэх өдөр бүртгэл дуусах өдрийн дараа байж болохгүй.

source: The enrollment end date cannot be after the course end date.
mn: Хичээлийн бүртгэл дуусах өдөр хичээл дуусах өдрийн дараа байж болохгүй.

source: Key should only contain letters, numbers, _, or -
mn: Түлхүүр үг нь зөвхөн үсгүүд, тоо, _ эсвэл - агуулсан байх шаардлагатай.

source: There's already another assignment type with this name.
mn: Ижил нэртэй өөр даалгаврын төрөл аль хэдийн үүссэн байна.

source: Please enter an integer between 0 and 100.
mn: 0-с 100-н хооронд бүхэл тоогоор оруулна уу.

source: Please enter an integer greater than 0.
mn: 0-с их бүхэл тоо оруулна уу.

source: Please enter non-negative integer.
mn: Сөрөг биш бүхэл тоо оруулна уу.

source: Grace period must be specified in HH:MM format.
mn: Урамшуулал HH:MM форматтай байх хэрэгтэй..

source: Delete File Confirmation
mn: Файлын баталгаажуулалтыг устгах

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
mn: Энэ зүйлийг устгавал ахин сэргээх боломжгүй! Энэ холбоос шиг зарим агуулгууд /хэсэг хугацаанд ажиллахгүй байх боломжтой (ашиглагдахгүй болсон зураг/холбоос)

source: Your file has been deleted.
mn: Файл устгагдлаа.

source: Date Added
mn: Өдөр товлогдлоо.

source: Max file size exceeded
mn: Файлын дээд хэмжээ хэтэрсэн байна

source: Upload New File
mn: Шинэ файл оруулах

source: Load Another File
mn: Өөр файл дуудах

source: Are you sure you want to delete this update?
mn: Энэ шинэчлэлийг устгах уу?

source: Create Re-run
mn: Хичээлийг Давтан Явуулах

source: Processing Re-run Request
mn: Ахиж ажиллуулах хүсэлтийг биелүүлж байна.

source: An error has occurred. Wait a few minutes, and then try again.
mn: Алдаа гарсан байна. Түр хүлээгээд дахин оролдоно уу.

source: Select turnaround
mn: Өөрчлөлтийг сонго

source: Select fidelity
mn: Тууштай байдлыг сонго

source: Select language
mn: Хэлийг сонгох

source: Press Remove to remove language
mn: Хэлийг устгахын тулд Устгах товчийг дар

source: Settings updated
mn: Тохируулга шинэчлэгдлээ

source: Last updated
mn: Сүүлийн шинэчлэлт

source: Automatic transcripts are disabled.
mn: Автомат хуулбарыг идэвхгүй болгосон байна.

source: There has been an error while exporting.
mn: Экспорт хийхэд алдаа гарлаа

source: Return to Export
mn: Экспортыг буцаах

source: The raw error message is:
mn: Мессежийн алдааны тоо бол:

source: There has been an error with your export.
mn: Таны экспортонд алдаа байна.

source: Not in Use
mn: Ашиглагдаагүй

source: Files must be in JPEG or PNG format.
mn: Файлын формат нь JPEG эсвэл PNG байна.

source: There was an error changing the user's role
mn: Хэрэглэгчийн эрхийг солиход алдаа гарсан байна.

source: Error adding user
mn: Хэрэглэгч нэмэх үеийн алдаа

source: Error removing user
mn: Хэрэглэгчийг устгах үеийн алдаа

source: A valid email address is required
mn: Хүчинтэй цахим хаягийг шаардаж байна.

source: You must enter a valid email address in order to add a new team member
mn: Шинээр багийн гишүүн болохын тулд та хүчинтэй емайл хаяг оруулна уу.

source: Return and add email address
mn: Буцах ба ?майл хаяг нэмэх

source: Return to team listing
mn: Багийн жагсаалт руу буцах

source: Publish
mn: Хэвлэх

source: Validation Error While Saving
mn: Хадгалж байхад алдааг шалгах

source: Undo Changes
mn: Өөрчлөлтийг буцаах

source: Change Manually
mn: Гараар өөрчлөх

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
mn: Таны хийсэн өөрчлөлт хадгалахаас нааш хэрэгжихгүй.Хадгалах өгөгдөл боло форматыг нь зөв оруулаарай.

source: Your policy changes have been saved.
mn: Дүрмийн өөрчлөлт хөдгөлөгдлөө.

source: Upload your course image.
mn: Өөрийн хичээлийн зургийг ачаал.

source: You've made some changes
mn: Зарим өөрчлөлтийг хийсэн.

source: Your changes will not take effect until you save your progress.
mn: Таны үйлдлийг хадгалахаас нааш хийсэн өөрчлөлт хэрэгжихгүй.

source: You've made some changes, but there are some errors
mn: Таны хийсэн өөрчлөлтөнд бага зэрэг алдаа байна.

source: Please address the errors on this page first, and then save your progress.
mn: Эхний хуудсан дах алдаануудыг мэдээлээд хийсэн үйлдлээ хадгал.

source: Save Changes
mn: Өөрчлөлтийг хадгалах

source: Action
mn: Үйлдлүүд

source: Zoom In
mn: Томруулах

source: Zoom Out
mn: Жижигрүүлэх

source: Add a Response
mn: Хариулт нэмэх

source: This thread is closed.
mn: Энэ thread хаалттай.

source: Add a response:
mn: Хариулт нэмэх:

source: discussion posted %(time_ago)s by %(author)s
mn: %(author)s %(time_ago)s үүсгэсэн

source: Pinned
mn: Pin хийсэн

source: Reported
mn: Мэдээлсэн

source: This post is visible to everyone.
mn: Энэ бичвэр хүн бүхэнд нээлттэй харагдаж байна.

source: Editing post
mn: Постыг засах

source: Update post
mn: Постыг шинэчлэх

source: Add a comment
mn: Сэтгэгдэл бичих

source: marked as answer %(time_ago)s by %(user)s
mn: тэмдэглэгдсэн хариултууд %(time_ago)s by %(user)s

source: marked as answer %(time_ago)s
mn: тэмдэглэгдсэн хариулт %(time_ago)s

source: Editing response
mn: Хариуг өөрчилж байна

source: Update response
mn: Хариултыг шинэчлэх

source: posted %(time_ago)s by %(author)s
mn: %(author)s %(time_ago)s бичсэн

source: Editing comment
mn: Комментийг өөрчилж байна

source: Update comment
mn: Комментийг шинэчлэх

source: discussion
mn: ярилцлагуудыг олох

source: answered question
mn: хариулсан асуултууд

source: unanswered question
mn: хариулаагүй асуулт

source: Following
mn: Дагаж байна

source: {unread_comments_count} new
mn: шинэ {unread_comments_count}

source: All Groups
mn: Бүх сэдэв

source: follow this post
mn: энэ постыг дагах

source: post anonymously
mn: нэрээ нууцлан бичих

source: post anonymously to classmates
mn: ангийнхнаа нэрээ нууцлан дагах

source: This post will be visible to everyone.
mn: Энэ бичвэр хүн бүхэнд нээлттэй харагдана.

source: Endorse
mn: Дэмжих

source: Unendorse
mn: Дэмжихгүй

source: Mark as Answer
mn: Хариу болгон Тэмдэглэх

source: Unmark as Answer
mn: Хариу болгон Тэмдэглэхгүй байх

source: Follow
mn: Дагах

source: Unfollow
mn: Дагахаа болих

source: Report abuse
mn: Зүй бусаар ашигласныг мэдээлэх

source: Report
mn: Мэдээлэх

source: Unreport
mn: Мэдээлэхгүй байх

source: Pin
mn: Pin хийх

source: Unpin
mn: Pin хийхгүй байх

source: Open
mn: Нээх

source: Discussion Home
mn: Эхлэл

source: How to use %(platform_name)s discussions
mn: %(platform_name)sхэлэлцүүлгийг хэрхэн ашиглах вэ

source: Find discussions
mn: ярилцлагуудыг олох

source: Use the All Topics menu to find specific topics.
mn: Тодорхой сэдэв хайж олохын тулд Бүх сэдэв цэсийг ашиглана уу

source: Search all posts
mn: Бүх бичлэгээс хайх

source: Filter and sort topics
mn: Бичлэгүүдийг эрэмбэлэх болон шүүлт хийх

source: Engage with posts
mn: Хэлэлцүүлэгт оролцох

source: Vote for good posts and responses
mn: Чанартай бичлэг болон хариултад санал өгөх

source: Report abuse, topics, and responses
mn: Зүй бус бичлэг, хариултыг мэдээллэх

source: Follow or unfollow posts
mn: Бичлэгийг дагах / Дагахаа болих

source: Receive updates
mn: Шинэчлэлийг хүлээн авах

source: Toggle Notifications Setting
mn: Мэдээлэх Тохируулгын Залгуур

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
mn: Энэ хайрцгыг сонгож, дагаж байгаа постнуудынхаа шинэ, уншаагүй шинэчлэлтийн талаар өдөрт нэг удаа емэйл хүлээн авна уу.

source: Not available
mn: Боломжгүй байгаа

source: Active
mn: Идэвхтэй

source: (Required Field)
mn: (Заавал бөглөх талбар)

source: Completed
mn: Амжилттай

source: Congratulations!
mn: Баяр хүргэе

source: Create an account
mn: Бүртгэл үүсгэх

source: Back to sign in
mn: Нэвтрэх хэсэг рүү буцах

source: First time here?
mn: Анх удаа зочилж байна уу?

source: Create an Account.
mn: Бүртгэл Үүсгэх.

source: Already have an {platformName} account?
mn: {platformName}-д бүртгэлтэй юу?

source: Sign in.
mn: Нэвтрэх.

source: Support education research by providing additional information
mn: Боловсролын судалгааг дэмжиж нэмэлт мэдээлэл бөглөх

source: Exam Type
mn: Төрөл

source: Username or Email
mn: Хэрэглэгчийн нэр

source: Exam Name
mn: Нэр

source: Started At
mn: Эхлэх хугацаа

source: Bookmarked on
mn: Хадгалсан огноо

source: Share
mn: Хуваалцах

source: Prerequisite:
mn: Урьдач нөхцөл:

source: No prerequisite
mn: Урьдач нөхцөлгүй

source: Minimum Score:
mn: Хамгийн бага оноо:

source: Use as a Prerequisite
mn: Урьдач нөхцлөөр хэрэглэх

source: close
mn: хаах

source: Course Title
mn: Хичээлийн Гарчиг

source: Course title
mn: Хичээлийн Гарчиг

source: Enabled
mn: Идэвхжүүлсэн

source: Organization
mn: Байгууллага

source: Contains staff only content
mn: Ажилтнууд хандах боломжтой агуулга.

source: Duplicate
mn: Хувилах

source: Drag to reorder
mn: Дарааллыг өөрчлөхийн тулд чирнэ үү

source: Released:
mn: Нээгдсэн:

source: Scheduled:
mn: Төлөвлөсөн:

source: Due:
mn: Хүртэл:

source: Add
mn: Нэмэх

source: Grading
mn: Үеийнхэн Дүгнэх

source: Download
mn: Татаж авах

source: Video ID
mn: Видео ID

source: Never published
mn: Нийтлэгдээгүй

source: Draft (Never published)
mn: Ноорог (Нийтлэгдэж байгаагүй)

source: Draft (Unpublished changes)
mn: Ноорог (Нийтлэгдээгүй өөрчлөлтүүд)
