Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: XML data for the problem
nl_nl: XML data voor het probleem

source: Whether the student has answered the problem
nl_nl: Of de student het probleem heeft beantwoord

source: Last submission time
nl_nl: Laatst ingediend tijd

source: Problem Weight
nl_nl: Opgave Gewicht

source: Markdown source of this module
nl_nl: Markdown bron van deze module

source: Source code for LaTeX and Word problems. This feature is not well-supported.
nl_nl: Broncode voor LaTeX en Word problemen. Deze eigenschap is niet goed ondersteund.

source: Matlab API key
nl_nl: Matlab API sleutel

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
nl_nl: Voer de API-sleutel in die door MathWorks is verstrekt voor toegang tot de MATLAB Hosted Service. Deze sleutel wordt verleend voor exclusief gebruik door deze cursus voor de opgegeven duur. Deel de API-sleutel niet met andere cursussen en stel MathWorks onmiddellijk op de hoogte als u denkt dat de sleutel is blootgesteld of gecompromitteerd. Neem contact op met moocsupport@mathworks.com om een sleutel voor uw cursus te verkrijgen of om een probleem te melden.

source: Submit
nl_nl: Versturen
sk: Odoslať

source: Submitting
nl_nl: Verzenden

source: Warning: The problem has been reset to its initial state!
nl_nl: Waarschuwing: het probleem is gereset naar de oorspronkelijke staat!

source: If this error persists, please contact the course staff.
nl_nl: Neem contact op met de cursusleiding, als de fout niet weggaat.

source: Hint ({hint_num} of {hints_count}):
nl_nl: Hint ({hint_num} van {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
nl_nl: Uw antwoorden zijn eerder opgeslagen. Klik op '{button_name}' om ze te beoordelen.

source: Partially Correct
nl_nl: Gedeeltelijk Juist

source: Answer submitted.
nl_nl: Antwoord ingeleverd.

source: Problem is closed.
nl_nl: Opgave is gesloten

source: Problem must be reset before it can be submitted again.
nl_nl: Het probleem moet worden gereset voordat het opnieuw kan worden ingediend.

source: You must wait at least {wait} seconds between submissions.
nl_nl: Je moet tenminste {wait} wachten tussen inzendingen.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
nl_nl: Je moet tenminste {wait_secs} wachten tussen inzendingen. {remaining_secs} resterend.

source: Problem needs to be reset prior to save.
nl_nl: Het probleem moet worden gereset voordat het kan worden opgeslagen.

source: Your answers have been saved.
nl_nl: Uw antwoorden zijn opgeslagen.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
nl_nl: Je antwoorden zijn opgeslagen maar niet beoordeeld. Klik op '{button_name}' om ze te beoordelen.

source: You cannot select Reset for a problem that is closed.
nl_nl: U kunt Reset niet selecteren voor een probleem dat is opgelost.

source: You must submit an answer before you can select Reset.
nl_nl: U moet een antwoord indienen voordat u Reset kunt selecteren.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
nl_nl: De toestand van dit vraagstuk is gewijzigd nadat u deze pagina heeft geladen. Ververs a.u.b. uw pagina.

source: Question
nl_nl: Vraag

source: Correct Answer
nl_nl: Juist antwoord

source: Conditional
nl_nl: Voorwaardelijk

source: Source Components
nl_nl: Broncomponenten

source: Conditional Attribute
nl_nl: Voorwaardelijke kenmerk

source: Conditional Value
nl_nl: Voorwaardelijke waarde

source: Blocked Content Message
nl_nl: Inhoud bericht geblokkeerd

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
nl_nl: Het bericht dat wordt getoond aan studenten wanneer niet aan alle voorwaarden is voldaan om de inhoud van deze voorwaardelijke module te tonen. Neem {link} op in de tekst van uw bericht om leerlingen een directe link naar vereiste eenheden te geven. Bijvoorbeeld: 'U moet {link} voltooien voordat u toegang krijgt tot dit apparaat'.

source: Configure list of sources
nl_nl: Configureer lijst met bronnen

source: Date that enrollment for this class is opened
nl_nl: Datum dat inschrijving voor deze cursus geopend is.

source: Date that enrollment for this class is closed
nl_nl: Datum dat inschrijving voor deze cursus gesloten is.

source: Start time when this module is visible
nl_nl: Starttijd wanneer deze module zichtbaar is

source: Date that this class ends
nl_nl: Datum dat deze cursus eindigt

source: Date that certificates become available to learners
nl_nl: Datum waarop certificaten zichtbaar worden voor cursisten

source: Show Calculator
nl_nl: Toon Rekenmachine

source: Enter true or false. When true, students can see the calculator in the course.
nl_nl: Vul in 'waar' of 'niet waar'. Indien 'waar', dan kunnen studenten de rekenmachine zien in de cursus.

source: Course Display Name
nl_nl: Cursus Weergave Naam

source: Course Editor
nl_nl: Cursus Editor

source: Enter the method by which this course is edited ("XML" or "Studio").
nl_nl: Geef de methode waarmee de cursus is bewerkt ("XML" or "Studio").

source: Discussion Sorting Alphabetical
nl_nl: Discussie Sortering Alfabetisch

source: Course Announcement Date
nl_nl: Cursus Aankondiging Datum

source: Enter the date to announce your course.
nl_nl: Geef de datum waarop de cursus wordt aangekondigd.

source: Cohort Configuration
nl_nl: Cohort Configuratie

source: Course Is New
nl_nl: Cursus Is Nieuw

source: Mobile Course Available
nl_nl: Cursus Mobiel Beschikbaar

source: Enter true or false. If true, the course will be available to mobile devices.
nl_nl: Vul in 'waar' of 'niet waar'. Indien 'waar', dan is de cursus beschikbaar voor mobiele apparaten.

source: PDF Textbooks
nl_nl: PDF tekstboeken

source: HTML Textbooks
nl_nl: HTML tekstboeken

source: Allow Anonymous Discussion Posts
nl_nl: Anonieme Discussie Berichten Toestaan

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
nl_nl: Vul in 'waar' of 'niet waar'. Indien 'waar', dan kunnen studenten discussie berichten plaatsen die anoniem zijn voor alle gebruikers.

source: Course Handouts
nl_nl: Cursushand-outs

source: External Login Domain
nl_nl: Extern aanmeldingsdomein

source: Course About Page Image
nl_nl: Cursus over pagina afbeelding

source: Certificate Name (Short)
nl_nl: Certificaat Naam (Kort)

source: Certificate Name (Long)
nl_nl: Certificaat Naam (Lang)

source: Hide Progress Tab
nl_nl: Verberg Voortgang Tab

source: Allows hiding of the progress tab.
nl_nl: Staat het verbergen van de voortgangs tab toe.

source: Invitation Only
nl_nl: Enkel op uitnodiging

source: Pre-Course Survey Required
nl_nl: Enquête voorafgaand aan de cursus vereist

source: Entrance Exam Enabled
nl_nl: Toelatingsexamen ingeschakeld

source: Course Language
nl_nl: Cursus taal

source: Specify the language of your course.
nl_nl: Specificeer de taal van uw cursus.

source: Teams Configuration
nl_nl: Teams-configuratie

source: Enable Proctored Exams
nl_nl: Schakel gecontroleerde examens in

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
nl_nl: Vereist als 'proctortrack' is geselecteerd als uw proctoringprovider. Voer een e-mailadres in waarmee het ondersteuningsteam contact moet opnemen als er escalaties zijn (bijv. Bezwaarschriften, vertraagde beoordelingen, enz.).

source: Self Paced
nl_nl: Op eigen tempo

source: Course Learning Information
nl_nl: Cursusinformatie

source: Course Instructor
nl_nl: Cursusleider

source: Other Course Settings
nl_nl: Andere cursus instellingen

source: General
nl_nl: Algemeen
sk: Všeobecné

source: Generated
nl_nl: Gegenereerd

source: Text
nl_nl: Tekst

source: Source code for LaTeX documents. This feature is not well-supported.
nl_nl: Broncode voor Latex documenten. Deze toepassing is niet goed ondersteund.

source: Visual
nl_nl: Visueel

source: Raw
nl_nl: Ruw

source: Any Type
nl_nl: Elk type

source: Choose n at random
nl_nl: Kies n willekeurig

source: Count
nl_nl: Aantal

source: Button Text
nl_nl: Knop Tekst

source: Accept grades past deadline
nl_nl: Sta beoordelingen na de deadline toe

source: Due Date
nl_nl: Vervaldatum
sk: Dátum splatnosti

source: Group Configurations
nl_nl: Groep instellingen

source: Enter the date by which problems are due.
nl_nl: Geef de inleverdatum in voor de oefeningen.

source: Is Entrance Exam
nl_nl: Is toelatingsexamen

source: Is Time Limited
nl_nl: Is de tijd beperkt

source: Time Limit in Minutes
nl_nl: Tijdslimiet in minuten

source: Because the course has ended, this assignment is hidden from the learner.
nl_nl: Omdat de cursus is afgelopen, is deze opdracht verborgen voor de leerling.

source: Not Selected
nl_nl: Niet geselecteerd
sk: Nie je vybrané

source: Course
nl_nl: Cursus
sk: Kurz

source: Cancel
nl_nl: Annuleren
sk: Zrušiť

source: Language is required.
nl_nl: Taal is verplicht.

source: Basic
nl_nl: Basis

source: Transcript Languages
nl_nl: Transcript-taal

source: Specify whether YouTube is available for the user.
nl_nl: Specifieer of YouTube beschikbaar is voor de gebruiker.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
nl_nl: Upload afdrukblad bij deze video. Studenten kunnen de afdrukbladen downloaden door te klikken op 'Download afdrukblad' onder de video.

source: Upload Handout
nl_nl: Upload afdrukblad

source: Video Available on Web Only
nl_nl: Video enkel beschikbaar op internet

source: Instructions
nl_nl: Instructies
sk: Inštrukcie

source: Close
nl_nl: Sluit
sk: Zavrieť

source: Action Required: Activate your %(platform_name)s account
nl_nl: Actie vereist: Activeer uw %(platform_name)s account

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
nl_nl: Als u dit verzoek niet heeft aangevraagd, dan kunt u deze e-mail negeren - we hebben u wachtwoord nog niet gewijzigd.

source: Thanks for using our site!
nl_nl: Bedankt voor het gebruiken van onze site!

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
nl_nl: We bewaren een logboek van oude e-mails, dus als deze mail onbedoeld was, dan kunnen wij dit uitzoeken.

source: Hello %(full_name)s,
nl_nl: Hallo %(full_name)s,

source: Thank you,
nl_nl: Dank,

source: Hello %(full_name)s
nl_nl: Hallo %(full_name)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
nl_nl: Deze e-mail is automatisch verzonden vanaf %(platform_name)s aan %(full_name)s.

source: The badge image must be square.
nl_nl: De badge afbeelding moet vierkant zijn.

source: The badge image file size must be less than 250KB.
nl_nl: De bestandsgrootte van de badge afbeelding moet kleiner zijn dan 250 KB.

source: Contact Us
nl_nl: Neem contact met ons op

source: Donate
nl_nl: Doneer
sk: Darovať

source: About
nl_nl: Over

source: News
nl_nl: Nieuws

source: Privacy Policy
nl_nl: Privacybeleid
sk: Zásady ochrany osobných údajov

source: Terms of Service
nl_nl: Gebruiksvoorwaarden
sk: Podmienky používania služby

source: created
nl_nl: gecreëerd
sk: vytvorené

source: The full name that will appear on the certificate.
nl_nl: De volledige naam die op het certificaat zal verschijnen.

source: user is not given.
nl_nl: gebruiker is niet gegeven

source: user '{user}' does not exist
nl_nl: Gebruiker '{user}' bestaat niet

source: Course id '{course_id}' is not valid
nl_nl: Cursus ID '{course_id}' is niet geldig

source: User {username} does not exist
nl_nl: Gebruiker {username} bestaat niet

source: {course_key} is not a valid course key
nl_nl: {course_key} is geen geldige cursussleutel

source: The course {course_key} does not exist
nl_nl: De cursus {course_key} bestaat niet

source: User {username} is not enrolled in the course {course_key}
nl_nl: Gebruiker {username} is niet ingeschreven in de cursus {course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
nl_nl: Een {cert_type} -certificaat geeft aan dat een leerling ermee heeft ingestemd zich te houden aan de erecode die is vastgesteld door {platform_name} en dat hij alle vereiste taken voor deze cursus heeft voltooid volgens de richtlijnen.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
nl_nl: Een {cert_type} -certificaat geeft aan dat een leerling ermee heeft ingestemd zich te houden aan de erecode die is vastgesteld door {platform_name} en dat hij alle vereiste taken voor deze cursus heeft voltooid volgens de richtlijnen. Een {cert_type} -certificaat geeft ook aan dat de identiteit van de leerling is gecontroleerd en geldig is.

source: About {platform_name}
nl_nl: Over {platform_name}

source: Learn more about {platform_name}
nl_nl: Verneem meer over {platform_name}

source: Work at {platform_name}
nl_nl: Werk op {platform_name}

source: Contact {platform_name}
nl_nl: Contacteer {platform_name}

source: a course of study offered by {partner_short_name}.
nl_nl: Een cursus geschonken door {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
nl_nl: Ik heb de cursus {course_title} op {platform_name} afgewerkt .

source: I completed a course at {platform_name}. Take a look at my certificate.
nl_nl: Ik heb een cursus op {platform_name} afgewerkt. Bekijk mijn certificaat.

source: More Information About {user_name}'s Certificate:
nl_nl: Meer informatie over {user_name}'s Certificaat :

source: {fullname}, you earned a certificate!
nl_nl: {fullname}, u hebt een certificaat verdiend !

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
nl_nl: Gefeliciteerd ! Deze pagina geeft een overzicht van wat u hebt bereikt. Toon het aan uw familie, vrienden en collega's in uw sociale en professionele netwerken.

source: More about {fullname}'s accomplishment
nl_nl: Meer over de prestatie van {fullname}

source: {course_id} is not a valid course key.
nl_nl: {course_id} is geen geldige cursussleutel.

source: Explore the course
nl_nl: Bekijk de cursus

source: 'course_id' is required.
nl_nl: 'course_id' is verplicht.

source: 'goal_key' is required.
nl_nl: 'goal_key' is verplicht.

source: This is the wiki for **{organization}**'s _{course_name}_.
nl_nl: Dit is de wiki voor **{organization}**'s _{course_name}_.

source: Course page automatically created.
nl_nl: Cursuspagina wordt automatisch aangemaakt.

source: Welcome to the {platform_name} Wiki
nl_nl: Welkom op de {platform_name} Wiki

source: Visit a course wiki to add an article.
nl_nl: Bezoek een cursuswiki om een artikel toe te voegen.

source: Course has not started
nl_nl: Cursus is nog niet gestart

source: Course does not start until {}
nl_nl: De cursus start pas vanaf {}

source: You have unfulfilled milestones
nl_nl: U hebt nog onafgewerkte mijlpalen

source: You do not have access to this course
nl_nl: U hebt geen toegang tot deze cursus.

source: You do not have access to this course on a mobile device
nl_nl: U hebt geen toegang tot deze cursus via GSM.

source: Financial Assistance
nl_nl: Financiële Assistentie

source: Enrollment Date
nl_nl: Inschrijvingsdatum

source: Course Starts
nl_nl: Cursus begint

source: Course starts in {time_remaining_string} on {course_start_date}.
nl_nl: Curus begint over {time_remaining_string} op {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
nl_nl: Cursus begint over {time_remaining_string} om {course_start_time}.

source: Course End
nl_nl: Cursus einde

source: After this date, course content will be archived.
nl_nl: Na deze datum, zal de cursus inhoud worden gearchiveerd.

source: This course is archived, which means you can review course content but it is no longer active.
nl_nl: Deze cursus is gearchiveerd, dat houdt in dat je de inhoud nog wél kunt zien maar de cursus niet meer actief is.

source: Learner Profile
nl_nl: Cursist profiel

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
nl_nl: Om in aanmerking te komen voor een certificaat, moet je voldoen aan alle beoordelingseisen van de cursus, upgraden voor de cursusdeadline en je identiteit verifiëren op {platform_name} als je dat nog niet hebt gedaan. {button_panel}

source: Learn More
nl_nl: Leer meer

source: Unfortunately you missed this course's deadline for a successful verification.
nl_nl: Helaas hebt u de deadline voor een succesvolle verificatie van deze cursus gemist.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
nl_nl: U moet de verificatie succesvol afmaken vóór deze datum om een Geverifieerd Certificaat te bekomen.

source: Progress
nl_nl: Voortgang

source: Textbooks
nl_nl: Tekstboeken

source: sign in
nl_nl: inloggen

source: register
nl_nl: Registreer

source: Your enrollment: Audit track
nl_nl: Jouw inschrijving

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
nl_nl: Je hebt je ingeschreven voor dit traject. Bij dit traject hoort geen certificaat.

source: Your enrollment: Honor track
nl_nl: Jouw inschrijving

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
nl_nl: Je hebt je ingeschreven voor dit traject. Bij dit traject hoort geen certificaat.

source: We're working on it...
nl_nl: We werken eraan ...

source: Congratulations, you qualified for a certificate!
nl_nl: Gefeliciteerd, u hebt een certificaat verdiend !

source: {sign_in_link} or {register_link}.
nl_nl: {sign_in_link} of {register_link}.

source: Sign in
nl_nl: Inloggen

source: You must be enrolled in the course to see course content.
nl_nl: U bent niet ingeschreven voor deze cursus

source: Annual Household Income
nl_nl: Jaarlijks gezinsinkomen

source: Tell us about your current financial situation. Why do you need assistance?
nl_nl: Vertel ons over uw huidige financiële situatie. Waarom hebt u begeleiding nodig ?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
nl_nl: Vertel ons over uw leer- of professionele doelen. Hoe zal een Geverifieerd Certificaat van deze cursus u helpen om deze doelen te bereiken ?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
nl_nl: Vertel ons over uw plannen voor deze cursus. Welke stappen zal u maken om u te helpen de cursus helemaal af te werken en een certificaat te bekomen ?

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
nl_nl: Selecteer de cursus waarvoor u een geverifieerd certificaat wenst te verdienen. Als de cursus niet in de lijst voorkomt, ga dan aub even na of u wel ingeschreven bent in de controlelijst voor de cursus.

source: Specify your annual household income in US Dollars.
nl_nl: Specifieer uw jaarlijks gezinsinkomen in US Dollars.

source: View discussion
nl_nl: Bekijk discussie

source: Notes
nl_nl: Aantekeningen
sk: Poznámky

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
nl_nl: Gegevens in rij # {row_num} moeten exact vier kolommen hebben: e-mailadres, gebruikersnaam, volledige naam en land

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
nl_nl: Er bestaat een account met het e-mailadres {email}, maar de opgegeven gebruikersnaam {username} is anders. Inschrijving alsnog gedaan met {email}.

source: CourseID
nl_nl: Cursus ID

source: Certificate Type
nl_nl: Type certificaat

source: User ID
nl_nl: Gebruikers ID

source: Username
nl_nl: Gebruikersnaam
sk: Meno používateľa

source: Language
nl_nl: Taal
sk: Jazyk

source: Location
nl_nl: Locatie

source: Gender
nl_nl: Geslacht
sk: Pohlavie

source: Mailing Address
nl_nl: Postadres

source: Enrollment Mode
nl_nl: Inschrijfmodus

source: City
nl_nl: Woonplaats

source: Country
nl_nl: Land
sk: Krajina

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
nl_nl: Het veld gebruikersnaam / e-mailadres voor student is verplicht en mag niet leeg zijn. Vul alstublieft gebruikersnaam / e-mail in en druk vervolgens op de knop "Toevoegen aan uitzonderingslijst".

source: user "{username}" in row# {row}
nl_nl: gebruiker "{username}" in rij# {row}

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
nl_nl: Het veld gebruikersnaam / e-mailadres voor student is verplicht en mag niet leeg zijn. Vul alstublieft gebruikersnaam / e-mail in en druk vervolgens op de knop "Certificaat ongeldig maken".

source: Instructor
nl_nl: Instructeur
sk: Inštruktor

source: Certificates
nl_nl: Certificaten

source: Discussions
nl_nl: Discussies

source: Data Download
nl_nl: Gegevens Download

source: Complete
nl_nl: Compleet

source: Incomplete
nl_nl: Onvolledig

source: Full Name
nl_nl: Volledige naam
sk: Celé meno

source: deleted
nl_nl: verwijderd
sk: odstránený

source: Programs
nl_nl: Cursussen

source: Enrollment
nl_nl: Inschrijving
sk: Zápis

source: username
nl_nl: gebruikersnaam
sk: používateľské meno

source: topic_id is required
nl_nl: topic_id is verplicht

source: Username is required.
nl_nl: Gebruikersnaam is verplicht.

source: Team id is required.
nl_nl: Team ID is verplicht.

source: Intro
nl_nl: Introductie

source: Take photo
nl_nl: Neem foto

source: Take a photo of your ID
nl_nl: Neem een foto van uw ID

source: Photo ID image is required if the user does not have an initial verification attempt.
nl_nl: Foto-ID-afbeelding is vereist als de gebruiker geen eerste verificatiepoging heeft gedaan.

source: Missing required parameter face_image
nl_nl: Ontbrekende verplichte parameter face_image

source: To get started, please visit https://%(site_name)s.
nl_nl: Om te starten, ga naar https://%(site_name)s.

source: It is recommended that you change your password.
nl_nl: Het wordt geadviseerd dat u uw wachtwoord wijzigt.

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
nl_nl: Om te starten, ga naar https://%(site_name)s. De inlog informatie voor je account volgt nog.

source: Dear student,
nl_nl: Beste student,
