Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
nl_nl: Uw gebruikersnaam, email, en volledige naam worden verzonden naar {destination}, waar het verzamelen en gebruik van deze informatie die worden beheerst door het servicevoorwaarden en privacy beleid.

source: Return To %s
nl_nl: Keer Terug Naar %s

source: Re-subscribe Successful!
nl_nl: Herinschrijving Gelukt!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
nl_nl: Je hebt e-mails voor forummeldingen van {platform_name} opnieuw ingeschakeld. U kunt {dashboard_link_start} terugkeren naar uw dashboard {link_end}.

source: Secondary e-mail change failed
nl_nl: Aanpassen van het secondary e-mail is mislukt!

source: We were unable to activate your secondary email {secondary_email}
nl_nl: We konden uw secondary e-mail {secondary_email} niet activeren

source: Secondary e-mail change successful!
nl_nl: Secondary e-mail is succesvol aangepast!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
nl_nl: Uw secondary e-mail is geactiveerd. Bezoek {link_start}dashboard{link_end} voor cursussen.

source: Important!
nl_nl: Belangrijk!

# unit
source: Previous
nl_nl: Vorige
sk: Predchádzajúci

# unit
source: Next
nl_nl: Volgende
sk: Ďalej

source: Sequence
nl_nl: Volgorde

source: Completed
nl_nl: Voltooid

source: Sign Up for {platform_name}
nl_nl: Aanmelden bij {platform_name}

source: e.g. yourname@domain.com
nl_nl: b.v. yourname@domain.com

source: e.g. yourname (shown on forums)
nl_nl: b.v. uwnaam (getoond op fora)

source: e.g. Your Name (for certificates)
nl_nl: b.v. Uw Naam (voor certificaten)

source: {start_li}Welcome{end_li} {name}
nl_nl: {start_li}Welkom{end_li} {name}

source: Enter a public username:
nl_nl: Vul een openbare gebruikersnaam in:

source: Full Name *
nl_nl: Volledige naam *

source: Ed. Completed
nl_nl: Opl. Voltooid

source: Goals in signing up for {platform_name}
nl_nl: Doelen bij het aanmelden voor {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
nl_nl: I ga akkoord met de {link_start}Service Voorwaarden{link_end}

source: I agree to the {link_start}Honor Code{link_end}
nl_nl: Ik ga akkoord met de {link_start}Ere Code{link_end}

source: Create My Account
nl_nl: Maak Mijn Account

source: Already have an account?
nl_nl: Heeft u al een account?

source: Login.
nl_nl: Inloggen

source: This content experiment uses group configuration '{group_configuration_name}'.
nl_nl: Dit inhoudsexperiment gebruikt de groepsconfiguratie '{group_configuration_name}'.

source: Active Groups
nl_nl: Actieve Groepen

source: Inactive Groups
nl_nl: Inactieve Groepen

source: Staff Debug Info
nl_nl: Medewerker Debug Info

source: Submission history
nl_nl: Geschiedenis van inleveren

source: {platform_name} Content Quality Assessment
nl_nl: {platform_name} Beoordeling van inhoudskwaliteit

source: Comment
nl_nl: Commentaar

source: comment
nl_nl: commentaar

source: Tag
nl_nl: Label

source: Optional tag (eg "done" or "broken"):
nl_nl: Optioneel label (bv "gedaan" of "kapot")

source: tag
nl_nl: label

source: Add comment
nl_nl: Voeg commentaar toe

source: Module Fields
nl_nl: Module velden

source: XML attributes
nl_nl: XML attributen

source: Submission History Viewer
nl_nl: Inlever-geschiedenis Scherm

source: View History
nl_nl: Bekijk Geschiedenis

source: {course_number} Textbook
nl_nl: {course_number} Tekstboek

source: Textbook Navigation
nl_nl: Tekstboek Navigatie

source: Page
nl_nl: Pagina

source: Previous page
nl_nl: Vorige pagina
sk: Predchádzajúca stránka

source: Next page
nl_nl: Volgende pagina
sk: Nasledujúca stránka

source: datetime
nl_nl: datumtijd

source: source
nl_nl: bron

source: Unsubscribe Successful!
nl_nl: Uitschrijven Gelukt!

source: Dashboard for:
nl_nl: Dashboard voor:
sk: Panel pre :

source: Usermenu
nl_nl: Gebruikersmenu

source: More options
nl_nl: Meer opties

source: More Options
nl_nl: Meer opties

source: Using the system
nl_nl: Gebruik maken van het systeem

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
nl_nl: Gebruik de ondertitel en de schuifbalk voor navigatie tijdens het afspelen. Klikken op de ondertitels is een snelle manier om kleine stukken vooruit of achteruit te springen.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
nl_nl: Als u een laag resolutie scherm gebruikt, kan de linker navigatiebalk verborgen worden door te klikken op de drie linker pijlen naast de navigatiebalk.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
nl_nl: Als u grotere of kleinere lettertypen wilt, gebruik dan uw browser instellingen om ze te vergroten of verkleinen. In Google Chrome kan dit worden gedaan door ctrl-plus of ctrl-min tegelijk in te drukken.

source: Loading video player
nl_nl: Laden van video speler

source: Play video
nl_nl: Speel video af
sk: Prehrať video

source: No playable video sources found.
nl_nl: Geen afspeelbare bronnen gevonden

source: Your browser does not support this video format. Try using a different browser.
nl_nl: Uw browser ondersteunt dit video formaat niet. Probeer een andere browser te gebruiken.

source: Downloads and transcripts
nl_nl: Downloads en transcripties

source: Download video file
nl_nl: Download videobestand

source: Transcripts
nl_nl: Transcripties

source: Download transcript
nl_nl: Download transcripties

source: Handouts
nl_nl: Afdrukblad

source: Download Handout
nl_nl: Download Afdrukblad

source: {num} of {total}
nl_nl: {num} van {total}

source: Your words were:
nl_nl: Je woorden waren:

source: Permissible Use
nl_nl: Gebruik toegestaan

source: Compliance
nl_nl: Naleving

source: Ownership
nl_nl: Eigendom

source: Confidentiality
nl_nl: Vertrouwelijk

source: Disclaimer of Warranty / Limitation of Liabilities
nl_nl: Afwijzing van garantie / beperking van aansprakelijkheid

source: IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER {platform_name} NOR ANY OF THE {platform_name} PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT {platform_name} OR ANY OF THE {platform_name} PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA OR INTERRUPTION IN AVAILABILITY OF DATA).
nl_nl: IN HET BIJZONDER, VOOR ZOVER TOEGESTAAN DOOR DE TOEPASSELIJKE WETGEVING, ZULLEN NOCH {platform_name} NOCH ENIGE VAN DE {platform_name} DEELNEMERS ENIGE AANSPRAKELIJKHEID HEBBEN VOOR ENIGE GEVOLG, INDIRECTE, STRAF, BIJZONDERE, VOORBEELDEN OF ONMELDIGE ORIGINELE SCHADE, BIJWELKE OF ANDERE SCHADE, NIET {platform_name} OF ENIGE VAN DE {platform_name} DEELNEMERS IS NALATIG OF ANDERSZINS IN FOUT (MET INBEGRIP VAN, MAAR NIET BEPERKT TOT, CLAIMS VOOR DEFAMATIE, FOUTEN, WINSTVERLIES, GEGEVENSVERLIES OF ONDERBREKING VAN DE BESCHIKBAARHEID VAN GEGEVENS).

source: General Legal Terms
nl_nl: Algemene juridische voorwaarden

source: The Terms constitute the entire agreement between you and {platform_name} with respect to your use of the APIs and API Content, superseding any prior agreements between you and {platform_name} regarding your use of the APIs and API Content. The failure of {platform_name} to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Terms shall remain in full force and effect. The Terms do not create any third party beneficiary rights or any agency, partnership, or joint venture. For any notice provided to you by {platform_name} under these Terms, {platform_name} may notify you via the email address associated with your {platform_name} account.
nl_nl: De Voorwaarden vormen de volledige overeenkomst tussen u en {platform_name} met betrekking tot uw gebruik van de API's en API-inhoud, en vervangen alle eerdere overeenkomsten tussen u en {platform_name} met betrekking tot uw gebruik van de API's en API-inhoud. Het falen van {platform_name} om enig recht of bepaling van de Voorwaarden uit te oefenen of af te dwingen, vormt geen verklaring van afstand van dat recht of die bepaling. Als een bepaling van de Voorwaarden door een bevoegde rechtbank ongeldig wordt bevonden, komen de partijen niettemin overeen dat de rechtbank ernaar moet streven om uitvoering te geven aan de bedoelingen van de partijen, zoals weergegeven in de bepaling, en de andere bepalingen van de Voorwaarden blijven van kracht. volledige kracht en effect. De Voorwaarden creëren geen rechten voor derde begunstigden of enige instantie, partnerschap of joint venture. Voor elke kennisgeving aan u door {platform_name} onder deze voorwaarden, kan {platform_name} u hiervan op de hoogte stellen via het e-mailadres dat is gekoppeld aan uw {platform_name} -account.

source: Termination
nl_nl: Beëindiging

source: Edit {catalog_name}
nl_nl: Bewerk {catalog_name}

source: Delete this catalog
nl_nl: verwijder deze catalogus

source: Unsubscribe
nl_nl: Afmelden

source: confirm unsubscribe from {org} {course} emails.
nl_nl: Bevestig afmelden voor e-mails van {org} {course}

source: Note:
nl_nl: Notitie:

source: You will still receive course emails from other courses you are enrolled in.
nl_nl: Je ontvangt nog steeds cursusmails van andere cursussen waarvoor je bent ingeschreven.

source: You have successfully unsubscribed from {org} {course} emails.
nl_nl: U heeft zich met succes afgemeld voor e-mails van {org} {course}.

source: You have not been unsubscribed from {org} {course} emails.
nl_nl: U bent niet afgemeld voor e-mails van {org} {course}.

source: {link_start}Return to edX.org{link_end}
nl_nl: {link_start} Terug naar edX.org {link_end}

source: Open Calculator
nl_nl: Open Rekenmachine
sk: Otvoriť kalkulačku

source: Enter equation
nl_nl: Voer vergelijking in

source: Calculator Input Field
nl_nl: Rekenmachine Invoer Veld

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
nl_nl: Gebruik de pijltjes toetsen om te navigeren door de tips of gebruik de tab-toets om terug te keren naar de rekenmachine

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
nl_nl: Gebruik haakjes () om uitdrukkingen duidelijk te maken. U kunt haakjes binnen andere haakjes gebruiken.

source: Do not use spaces in expressions.
nl_nl: Gebruik geen spaties in de expressies

source: For affixes, type the number and affix without a space (example: 5c).
nl_nl: Typ voor achtervoegsels het nummer en het achtervoegsel zonder spatie (bijvoorbeeld: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
nl_nl: Typ voor functies de naam van de functie en vervolgens de uitdrukking tussen haakjes.

source: To Use
nl_nl: Gebruik

source: Examples
nl_nl: Voorbeelden

source: Numbers
nl_nl: Nummers

source: Integers
nl_nl: Hele getallen

source: Fractions
nl_nl: Breuken / Gebroken getallen

source: Decimals
nl_nl: Decimalen

source: + - * / (add, subtract, multiply, divide)
nl_nl: + - * / (optellen, aftrekken, vermenigvuldigen, delen)

source: ^ (raise to a power)
nl_nl: ^ (machtsverheffen)

source: Constants
nl_nl: Constanten

source: Basic functions
nl_nl: Basis bewerkingen

source: Trigonometric functions
nl_nl: Trigonometrische functies

source: Scientific notation
nl_nl: Wetenschappelijke notatie

source: 10^ and the exponent
nl_nl: 10^ en de exponent

source: e notation
nl_nl: e notatie

source: 1e and the exponent
nl_nl: 1e en de exponent

source: Calculate
nl_nl: Bereken

source: Result
nl_nl: Resultaat

source: Batch Enrollment
nl_nl: Batch Inschrijving

source: Student Grades
nl_nl: Student Resultaten

source: Auto Enroll
nl_nl: Automatisch inschrijven

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
nl_nl: Als deze optie {em_start} niet is aangevinkt {em_end}, worden gebruikers die zich nog niet hebben geregistreerd voor {platform_name} niet ingeschreven, maar mogen ze zich wel inschrijven zodra ze een account hebben aangemaakt.

# someone
source: Enroll
nl_nl: Schrijf in

source: Revoke access
nl_nl: Toegang intrekken
sk: Zrušiť prístup

source: WARNING
nl_nl: WAARSCHUWING

source: Date format four digit year dash two digit month dash two digit day
nl_nl: Datum in de vorm : vier cijfers voor jaar, schuine streep, twee cijfers voor maand, schuine streep, twee cijfers voor dag

source: Date
nl_nl: Datum
sk: Dátum

source: Time
nl_nl: Tijd
sk: Čas

source: Set date
nl_nl: Stel datum in

source: You have unsaved changes.
nl_nl: Je hebt niet-opgeslagen wijzigingen

source: There was an error saving changes.
nl_nl: Er ging iets fout bij het opslaan van de wijzigingen.

source: Start Date
nl_nl: Start Datum
sk: Dátum začiatku

source: (Optional)
nl_nl: (Optioneel)

source: Add Unit
nl_nl: Voeg onderdeel toe

source: Add All Units
nl_nl: Voeg alle onderdelen toe

source: All units have been added.
nl_nl: Alle onderdelen zijn toegevoegd.

source: View gradebook
nl_nl: Bekijk Cijferlijst

source: Print or share your certificate:
nl_nl: Certificaat afdrukken of delen :

source: Post on Facebook
nl_nl: Posten op Facebook

source: Share on Twitter
nl_nl: Delen op Twitter

source: Add to LinkedIn Profile
nl_nl: Toevoegen aan uw LinkedIn profiel

source: There is a problem with this certificate.
nl_nl: Er is een probleem met dit certificaat.

source: The institution that is linked to the course.
nl_nl: De instelling die gekoppeld is aan de cursus.

source: If all of the information is correct and the problem persists, contact technical support.
nl_nl: Als alle informatie correct is en het probleem blijft, zoek dan technische hulp.

source: Pursue a Verified Certificate
nl_nl: Ga voor een Gecontroleerd Certificaat

source: Sorry, there was an error when trying to enroll you
nl_nl: Helaas er was een fout bij uw poging om in te schrijven
sk: Ospravedlňujeme sa, ale došlo ku chybe pri pokuse zapísať Vás.

source: Audit This Course
nl_nl: Deze Cursus Volgen
sk: Auditovať tento kurz

source: due {date}
nl_nl: vervaldatum {date}

source: An error occurred. Please try again later.
nl_nl: Er is een fout opgetreden. Probeert u het later nog eens.

source: You are enrolled in this course
nl_nl: U bent ingeschreven voor deze cursus

source: View Course
nl_nl: Bekijk cursus
sk: Pozrieť kurz

source: Course is full
nl_nl: Cursus is vol

source: Enrollment in this course is by invitation only
nl_nl: Inschrijving voor deze cursus is uitsluitend op uitnodiging

source: Enrollment is Closed
nl_nl: Inschrijving is Gesloten

source: Enroll Now
nl_nl: Schrijft u zich in

source: View About Page in studio
nl_nl: Bekijk 'Over' Pagina in studio

source: Classes Start
nl_nl: Start van Lessen

source: Classes End
nl_nl: Einde van Lessen

source: Estimated Effort
nl_nl: Geschatte Inspanning

source: Prerequisites
nl_nl: Vereisten

source: Additional Resources
nl_nl: Overige Bronnen

# self
source: enroll
nl_nl: schrijf in

source: Share with friends and family!
nl_nl: Delen met vrienden en familie!

source: I just enrolled in {number} {title} through {account}: {url}
nl_nl: Ik heb me net ingeschreven voor {number} {title} via {account}: {url}

source: Take a course with {platform} online
nl_nl: Doe een cursus met {platform} online

source: Email someone to say you've enrolled in this course
nl_nl: Zend een email aan iemand om te vertellen dat u ingeschreven bent in deze cursus.

source: needs attention
nl_nl: heeft aandacht nodig

source: Course Material
nl_nl: Cursus Materiaal

source: Hide
nl_nl: Verberg
sk: Skryť

source: Show
nl_nl: Toon
sk: Zobraziť

source: List of Courses
nl_nl: Lijst van cursussen

source: {course_number} Courseware
nl_nl: {course_number} Cursusmateriaal

source: Courseware
nl_nl: Cursusmateriaal
sk: Výuka

source: Course Search
nl_nl: Zoek in cursus

source: No content has been added to this course
nl_nl: Deze cursus heeft nog geen inhoud

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
nl_nl: Om toegang te krijgen tot cursusmateriaal, moet u een score van {required_score}% of hoger behalen voor dit examen. Uw huidige score is {current_score}%.

source: {course.display_number_with_default} Course Info
nl_nl: {course.display_number_with_default} Cursus Info

source: Important Dates
nl_nl: Belangrijke data

source: Today
nl_nl: Vandaag
sk: Dnes

source: Verified Only
nl_nl: Alleen gecontroleerd

source: Due Next
nl_nl: Volgende

source: Gradebook
nl_nl: Cijferlijst

source: Search students
nl_nl: Zoek studenten

source: Total
nl_nl: Totaal
sk: Súčet

source: previous page
nl_nl: vorige pagina

source: of
nl_nl: van

source: next page
nl_nl: volgende pagina

source: {course_number} Course Info
nl_nl: {course_number} Cursus Info

source: You are not enrolled yet
nl_nl: U bent nog niet ingeschreven

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
nl_nl: U bent op dit moment niet ingeschreven voor deze cursus. {link_start}Schrijf nu in!{link_end}

source: Resume Course
nl_nl: Hervat de cursus

source: View Updates in Studio
nl_nl: Bekijk Bijwerkingen in Studio

source: Course Updates and News
nl_nl: Cursus-updates en -nieuws

source: Handout Navigation
nl_nl: Hand-out navigatie

source: Course Tools
nl_nl: Cursus informatie

source: News - MITx 6.002x
nl_nl: Nieuws - MITx 6.002x

source: Updates to Discussion Posts You Follow
nl_nl: Updates voor discussieposts die u volgt

source: Play
nl_nl: Afspelen
sk: Prehrať

source: View Courses
nl_nl: Bekijk Cursussen

source: Meet the Instructors
nl_nl: De trainers voorstellen

source: Starts on {}
nl_nl: Begint op: {}

source: {course_number} Progress
nl_nl: {course_number} Voortgang

source: View Certificate
nl_nl: Bekijk certificaat

source: Opens in a new browser window
nl_nl: Opent in een nieuw browservenster

source: Download Your Certificate
nl_nl: Download uw certificaat

source: Request Certificate
nl_nl: Vraag Certificaat aan

source: Upcoming
nl_nl: Binnekort

source: Less
nl_nl: Minder
sk: Menej

source: {earned} of {total} possible points
nl_nl: {earned} van {total} mogelijke punten

source: Problem Scores:
nl_nl: Behaalde punten

source: Practice Scores:
nl_nl: Oefenscores:

source: No problem scores in this section
nl_nl: Geen punten te behalen voor dit onderdeel

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
nl_nl: U bevond zich voor het laatst in {section_link}. Als je daarmee klaar bent, kies dan een ander gedeelte aan de linkerkant.

source: Hi {name},
nl_nl: Hallo {name},

source: Hi,
nl_nl: Hallo,

source: The {platform_name} Team
nl_nl: Het {platform_name} Team

source: Your final grade:
nl_nl: Je eindcijfer:

source: Grade required for a {cert_name_short}:
nl_nl: Cijfer verplicht voor een {cert_name_short}:

source: Grade required to pass this course:
nl_nl: Cijfer vereist om voor deze cursus te slagen:

source: This link will open/download a PDF document
nl_nl: Deze link zal een PDF-document openen/downloaden

source: Download Your {cert_name_short} (PDF)
nl_nl: Download Uw {cert_name_short} (PDF)

source: Download Your ID Verified {cert_name_short} (PDF)
nl_nl: Download uw ID Gecontroleerd {cert_name_short} (PDF)

source: Complete our course feedback survey
nl_nl: Vul de feedback-enquete over de cursus in

source: Add Certificate to LinkedIn Profile
nl_nl: Certificaat toevoegen aan uw LinkedIn profiel

source: Share on LinkedIn
nl_nl: Delen op LinkedIn

source: Enrolled as:
nl_nl: Ingeschreven als:

source: Coming Soon
nl_nl: Binnenkort

source: Ended - {date}
nl_nl: Beëindigd op - {date}

source: Started - {date}
nl_nl: Gestart op - {date}

source: Starts - {date}
nl_nl: Begint - {date}

source: Email Settings
nl_nl: E-mail Instellingen

source: View Archived Course
nl_nl: Bekijk gearchiveerde cursus

source: Could Not Link Accounts
nl_nl: Kan Accounts Niet Koppelen

source: The {provider_name} account you selected is already linked to another {platform_name} account.
nl_nl: Het geselecteerde {provider_name} account is al gekoppeld met een ander {platform_name} account.

source: I just wanted to browse the material
nl_nl: Ik wilde gewoon door het materiaal bladeren

source: This won't help me reach my goals
nl_nl: Dit zal mij niet helpen mijn doelen te bereiken

source: I don't have the time
nl_nl: Ik heb geen tijd

source: I don't have enough support
nl_nl: Ik heb niet genoeg ondersteuning

source: The course material was too hard
nl_nl: Het lesmateriaal was te moeilijk

source: The course material was too easy
nl_nl: Het lesmateriaal was te makkelijk

source: Something was broken
nl_nl: Er was iets kapot

source: Other
nl_nl: Anders
sk: Iné

source: Results:
nl_nl: Resultaten:

source: Topic:
nl_nl: Onderwerp:

source: Show Discussion
nl_nl: Toon Discussie
sk: Zobraziť diskusiu

source: Discussion ID: {discussion_id}
nl_nl: Discussie ID : {discussion_id}

source: Filter Topics
nl_nl: Filter Onderwerpen

source: filter topics
nl_nl: filter onderwerpen

source: All Discussions
nl_nl: Alle Discussies

source: Posts I'm Following
nl_nl: Door Mij Gevolgde Berichten

source: Show all posts
nl_nl: Toon alle berichten

source: Unread posts
nl_nl: Ongelezen berichten

source: Unanswered posts
nl_nl: Onbeantwoorde berichten

source: Flagged
nl_nl: Aangevinkt

source: Group:
nl_nl: Groep:

source: in all groups
nl_nl: In alle groepen

source: Sort:
nl_nl: Sortering:

source: by recent activity
nl_nl: op recente activiteit

source: by most activity
nl_nl: op meeste activiteit

source: by most votes
nl_nl: op meeste stemmen

source: Student Notes
nl_nl: Student notities

source: Search notes for:
nl_nl: Zoek notities voor:

source: Search notes for...
nl_nl: Zoek notities voor:

source: View notes by:
nl_nl: Bekijk notities van:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
nl_nl: U heeft nog geen notities gemaakt in deze cursus. Andere studenten in deze cursus gebruiken notities om:

source: Mark a passage or concept so that it's easy to find later.
nl_nl: Markeer een gedeelte of concept zodat u deze later makkelijk terug kan vinden.

source: Hide notes
nl_nl: Notities verbergen

source: Show notes
nl_nl: Laat notities zien

source: Thank you for your purchase of
nl_nl: Bedankt voor uw aanschaf van

source: Your payment was successful.
nl_nl: Uw betaling is gelukt.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
nl_nl: Als u vragen heeft over de facturering, lees dan de FAQ ({faq_url}) of neem contact op met {billing_email}.

source: If you have billing questions, please contact {billing_email}.
nl_nl: Als u vragen heeft over de facturering, neem dan contact op met {billing_email}.
