Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: lv, mn

source: Saving
lv: Saglabā
mn: Хадгалж байна

source: Delete
lv: Dzēst
mn: Устгах

source: Deleting
lv: Izdzēš
mn: Устгах

source: Cancel
lv: Atcelt
mn: Болих

source: Choose new file
lv: Izvēlēties jaunu failu
mn: Файл сонгох

source: Organization:
lv: Organizācija:
mn: Байгууллага:

source: Course Number:
lv: Kursa numurs:
mn: Хичээлийн нэр

source: Course Run:
lv: Kursa izpildes reize:
mn: Хичээлийн нэр

source: Uploading
lv: Augšupielādē
mn: ОР

source: or
lv: vai
mn: Илүү

source: Close
lv: Aizvērt
mn: Хаах

source: Name
lv: Vārds
mn: Нэр

source: Choose File
lv: Izvēlēties failu
mn: Файл сонгох

source: OK
lv: Labi
mn: ОК

source: None
lv: Neviens
mn: Хоосон

source: Remove
lv: Noņemt
mn: Хасах

source: All Rights Reserved
lv: Visas tiesības paturētas
mn: Бүх эрх хуулиар хамгаалагдсан

source: Attribution
lv: Attiecinājums
mn: Аттрибут

source: Noncommercial
lv: Nekomerciāls
mn: Арилжааны бус

source: No Derivatives
lv: Nav atvasinājumu
mn: Үүсмэл бус

source: Ok
lv: Labi
mn: Тийм

source: Unknown
lv: Nezināms
mn: Мэдэгдээгүй

source: Are you sure?
lv: Vai esat pārliecināts?
mn: Та устгахдаа итгэлтэй байна уу?

source: Upload File
lv: Augšupielādēt datni
mn: Файл оруулах

source: Save
lv: Saglabāt
mn: Хадгалах

source: Advanced
lv: Padziļināts
mn: Ахисан

source: Unit
lv: Aktivitāte
mn: Нэгж

source: Component
lv: Komponents
mn: Бүрэлдэхүүн хэсэг

source: Move
lv: Pārvietot
mn: Зөөх

source: Sections
lv: Segmenti
mn: Тайлбар

source: Subsections
lv: Apakšsiedaļas

source: Units
lv: Aktivitātes
mn: Нэгж хичээл

source: Course Outline
lv: Kursa strukturējums
mn: Хичээлийн нэр

source: Removing
lv: Noņem
mn: Устгаж байна

source: subsection
lv: apakšiedaļa
mn: дэд хэсэг

source: unit
lv: aktivitāte
mn: нэгж

source: Your changes have been saved.
lv: Veiktie labojumi ir saglabāti
mn: Таны хийсэн өөрчлөлт хадгалагдлаа.

source: Editor
lv: Redaktors
mn: Засварлах

source: Settings
lv: Iestatījumi
mn: Бүртгэлийн тохиргоо

source: Error
lv: Kļūda
mn: Алдаа

source: Updating with latest library content
lv: Atjaunina ar jaunāko bibliotēkas saturu
mn: Сангийн агуулгыг сүүлийн хувилбараар шинэчилж байна.

source: Creating missing groups
lv: Izveido trūkstošās grupas
mn: Дутуу бүлгүүдийг үүсгэж байна

source: {start_strong}{total}{end_strong} words submitted in total.
lv: {start_strong}{total}{end_strong} vārdi iesniegti kopsummā.
mn: Ерөнхийдөө {start_strong}{total}{end_strong} үгсийг баталгаажууллаа.

source: Show Annotations
lv: Parādīt anotācijas
mn: Тэмдэглэгээнүүдийг харуулах

source: Hide Annotations
lv: Paslēpt anotācijas
mn: Тэмдэглэгээнүүдийг нуух

source: Expand Instructions
lv: Izvērst instrukcijas
mn: Заавруудыг дэлгэх

source: Collapse Instructions
lv: Sakļaut anotācijas
mn: Зааврыг дэлгэх

source: Commentary
lv: Komentārs
mn: Тайлбар

source: Reply to Annotation
lv: Atbildēt uz anotāciju
mn: Тэмдэглэгээнүүдэд хариулах

source: The grading process is still running. Refresh the page to see updates.
lv: Joprojām notiek vērtēšanas process. Atsvaidziniet lapu, lai redzētu atjauninājumus.
mn: Дүгнэх үйл явц явагдаж байна. Хуудсаа шинэчилж шинэчлэлтийг харна уу.

source: Could not grade your answer. The submission was aborted.
lv: Nevarēja vērtēt Jūsu atbildi. Iesniegšana tika priekšlaicīgi pārtraukta.
mn: Таны хариултыг дүгнэж чадсангүй. Мэдүүлэг цуцлагдлаа.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
lv: Iesniegšana priekšlaicīgi pārtraukta! Atvainojiet, Jūsu pārlūks neatbalsta datņu augšupielādi. Ja Jūs varat, lūdzu, izmantojiet Chrome vai Safari, kuros datņu augšupielādes atbalsts ir pārbaudīts.
mn: Мэдүүлэг цуцлагдлаа. Уучлаарай, таны хэрэглэж байгаа хөтөч нь файл байршуулахыг дэмжихгүй байна. Хэрвээ боломжтой бол файл байршуулахыг дэмждэг нь баталгаажсан Chrome эсвэл Safari хэрэглээрэй.

source: You submitted {filename}; only {allowedFiles} are allowed.
lv: Jūs iesniedzāt {filename}; ir atļautas tikai {allowedFiles} veida datnes.
mn: Та {filename} оруулсан байна; зөвхөн {allowedFiles} оруулах боломжтой.

source: Your file {filename} is too large (max size: {maxSize}MB).
lv: Jūsu datne {filename} ir pārāk liela (maksimālais izmērs: {maxSize}MB).
mn: Таны {filename} файл хэтэрхий том хэмжээтэй байна. (дээд хэмжээ: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
lv: Jūs neiesniedzāt nepieciešamās datnes: {requiredFiles}.
mn: Шаардлагатай файлуудыг оруулаагүй байна: {requiredFiles}.

source: You did not select any files to submit.
lv: Jūs neizvēlējāties nevienu datni iesniegšanai.
mn: Та ямар нэгэн илгээх файл сонгоогүй байна.

source: This problem has been reset.
lv: Šī problēma tika atiestatīta.
mn: Энэ асуулт шинэчлэгдлээ.

source: unsubmitted
lv: neiesniegts
mn: Мэдүүлээгүй

source: Paragraph
lv: Paragrāfs
mn: Цогцолбор

source: Preformatted
lv: Iepriekš formatēts

source: Heading 3
lv: Virsraksts 3

source: Heading 4
lv: Virsraksts 4

source: Heading 5
lv: Virsraksts 5

source: Heading 6
lv: Virsraksts 6

source: Add to Dictionary
lv: Pievienot vārdnīcai
mn: Толь бичигт нэмэх

source: Align center
lv: Centrēt

source: Align left
lv: Izlīdzināt pa kreisi

source: Align right
lv: Izlīdzināt pa labi

source: Alignment
lv: Līdzinājums

source: Alternative source
lv: Alternatīvs avots
mn: Өөр эх үүсвэр

source: Anchor
lv: Enkurs

source: Anchors
lv: Enkuri

source: Author
lv: Autors
mn: Зохиогч

source: Background color
lv: Fona krāsa
mn: Дэвсгэр өнгө

source: Blockquote
lv: Citāta bloks

source: Blocks
lv: Bloki

source: Body
lv: Pamatteksts

source: Bold
lv: Treknraksts

source: Border color
lv: Apmales krāsa
mn: Хүрээний өнгө

source: Border
lv: Apmale
mn: Хүрээ

source: Bottom
lv: Apakšdaļā

source: Bullet list
lv: Aizzīmju saraksts

source: Caption
lv: Apraksts
mn: Гарчиг

source: Cell padding
lv: Šūnas iekšējā atkāpe

source: Cell properties
lv: Šūnas rekvizīti
mn: Нүдний төлөв байдал

source: Cell spacing
lv: Atstarpe starp šūnām
mn: Нүдний зайг тохируулах

source: Cell type
lv: Šūnas veids
mn: Нүдний төрөл

source: Cell
lv: Šūna
mn: Нүд

source: Center
lv: Centrēt
mn: Төв

source: Circle
lv: Aplis
mn: Тойрог

source: Clear formatting
lv: Notīrīt formatēšanu
mn: Форматласан байдлыг арилгах

source: Code block
lv: Blokkods
mn: Кодын хэсэг

source: Code
lv: Kods
mn: Код

source: Color
lv: Krāsa
mn: Өнгө

source: Cols
lv: Atribūts ‘Cols’
mn: Баганууд

source: Column group
lv: Kolonnu grupa
mn: Баганын бүлэг

source: Column
lv: Kolonna
mn: Багана

source: Constrain proportions
lv: Saglabāt proporcijas

source: Copy row
lv: Kopēt rindu
mn: Мөрийг хуулах

source: Copy
lv: Kopēt
mn: Хуулах

source: Could not find the specified string.
lv: Nevarēja atrast norādīto virkni.
mn: Заасан тэмдэгтийн мөрийг олсонгүй.

source: Custom color
lv: Pielāgota krāsa

source: Custom...
lv: Pielāgots...

source: Cut row
lv: Izgriezt rindu
mn: Мөрийг тайрч авах

source: Cut
lv: Izgriezt

source: Decrease indent
lv: Samazināt atkāpi

source: Default
lv: Pēc noklusējuma
mn: Өгөгдмөл

source: Delete column
lv: Dzēst kolonnu
mn: Багана устгах

source: Delete row
lv: Dzēst rindu
mn: Мөр устгах

source: Delete table
lv: Dzēst tabulu
mn: Хүснэгт устгах

source: Description
lv: Apraksts
mn: Тодорхойлолт

source: Dimensions
lv: Izmēri
mn: Хэмжээсүүд

source: Disc
lv: Disks

source: Div
lv: Atribūts Div

source: Document properties
lv: Dokumenta rekvizīti
mn: Баримтын шинж чанар

source: Edit HTML
lv: Rediģēt HTML
mn: HTML засах

source: Edit
lv: Rediģēt
mn: Засах

source: Embed
lv: Iegult

source: Emoticons
lv: Emocijzīmes

source: Encoding
lv: Kodēšana

source: File
lv: Datne
mn: Файл

source: Find and replace
lv: Atrast un nomainīt
mn: Хайж олоод солих

source: Find next
lv: Atrast nākamo
mn: Дараагийн тохиолдлыг олох

source: Find previous
lv: Atrast iepriekšējo
mn: Өмнөх тохиолдлыг олох

source: Find
lv: Atrast
mn: Хайх

source: Finish
lv: Pabeigt
mn: Дуусгах

source: Font Family
lv: Fontu saime

source: Font Sizes
lv: Fontu izmēri

source: Footer
lv: Kājene

source: Format
lv: Formatēt

source: Formats
lv: Formāti

source: Fullscreen
lv: Pilnekrāna

source: General
lv: Vispārīgi
mn: Ерөнхий

source: H Align
lv: Līdzināt horizontāli

source: Header 1
lv: Galvene 1

source: Header 2
lv: Galvene 2

source: Header 3
lv: Galvene 3

source: Header 4
lv: Galvene 4

source: Header 5
lv: Galvene 5

source: Header 6
lv: Galvene 6

source: Header cell
lv: Galvenes šūna

source: Header
lv: Galvene

source: Headers
lv: Galvenes

source: Heading 1
lv: Virsraksts 1

source: Heading 2
lv: Virsraksts 2

source: Headings
lv: Virsraksti

source: Height
lv: Augstums
mn: Өндөр

source: Horizontal line
lv: Horizontāla līnija
mn: Босоо шулуун

source: Horizontal space
lv: Horizontāla atstarpe
mn: Босоо талбай

source: HTML source code
lv: HTML pirmkods
mn: HTML эх код

source: Ignore all
lv: Ignorēt visu
mn: Бүгдийг үл тоох

source: Ignore
lv: Ignorēt

source: Image description
lv: Attēla apraksts
mn: Зургийн тайлбар

source: Increase indent
lv: Palielināt atkāpi

source: Inline
lv: Iekļautais (Inline)

source: Insert column after
lv: Ievietot kolonnu pēc
mn: Дараа нь багана оруулах

source: Insert column before
lv: Ievietot kolonnu pirms
mn: Эхлээд багана оруулах

source: Insert date/time
lv: Ievietot datumu/laiku
mn: Огноо/цаг оруулах

source: Insert image
lv: Ievietot attēlu
mn: Зураг оруулах

source: Insert link
lv: Ievietot saiti
mn: Холбоос оруулах

source: Insert row after
lv: Ievietot rindu pēc
mn: Дараа нь мөр оруулах

source: Insert row before
lv: Ievietot rindu pirms
mn: Эхлээд мөр оруулах

source: Insert table
lv: Ievietot tabulu
mn: Хүснэгт оруулах

source: Insert template
lv: Ievietot veidni
mn: Загвар оруулах

source: Insert video
lv: Ievietot video
mn: Бичлэг оруулах

source: Insert
lv: Ievietot
mn: Оруулах

source: Insert/edit image
lv: Ievietot/rediģēt attēlu
mn: Дүрс оруулах/засах

source: Insert/edit link
lv: Ievietot/rediģēt saiti
mn: Холбоос оруулах/засах

source: Insert/edit video
lv: Ievietot/rediģēt video
mn: Бичлэг оруулах/засах

source: Italic
lv: Slīpraksts

source: Justify
lv: Līdzināt
mn: Мөрийг тэгшлэх

source: Keywords
lv: Atslēgvārdi
mn: Түлхүүр үгс

source: Left to right
lv: No kreisās uz labo
mn: Зүүнээс баруун

source: Left
lv: Pa kreisi
mn: Зүүн

source: Lower Alpha
lv: Alfa mazie burti

source: Lower Greek
lv: Grieķu mazie burti

source: Lower Roman
lv: Romiešu mazie burti

source: Match case
lv: Reģistrjutīgs

source: Merge cells
lv: Apvienot šūnas
mn: Нүднүүдийг нэгтгэх

source: Middle
lv: Vidējais
mn: Дундаж

source: New document
lv: Jauns dokuments

source: New window
lv: Jauns logs
mn: Шинэ цонх

source: Next
lv: Nākamais
mn: Дараагийнх

source: No color
lv: Bez krāsas

source: Nonbreaking space
lv: Nedalāma atstarpe

source: Numbered list
lv: Numurēts saraksts
mn: Дугаарласан жагсаалт

source: Page break
lv: Lappuses pārtraukums

source: Paste as text
lv: Ielīmēt kā tekstu

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
lv: Ielīmēšana patlaban ir vienkāršā teksta režīmā. Saturs tagad tiks ielīmēts kā vienkāršs teksts, līdz Jūs atslēgsiet šo opciju.

source: Paste row after
lv: Ielīmēt nākamajā rindā

source: Paste row before
lv: Ielīmēt iepriekšējā rindā

source: Paste your embed code below:
lv: Ielīmējiet Jūsu iegulto kodu tālāk:

source: Paste
lv: Ielīmēt

source: Poster
lv: Plakāts

source: Prev
lv: Pirms

source: Preview
lv: Priekšskatījums
mn: Урьдчилан харах

source: Print
lv: Drukāt
mn: Хэвлэх

source: Redo
lv: Atcelt atsaukšanu
mn: Ахин хийх

source: Remove link
lv: Noņemt saiti
mn: Холбоосыг хасах

source: Replace all
lv: Aizstāt visu
mn: Бүгдийг орлуулах

source: Replace with
lv: Aizstāt ar
mn: -р орлуулах

source: Replace
lv: Aizstāt
mn: Солих

source: Restore last draft
lv: Atjaunot pēdējo melnrakstu
mn: Сүүлийн нооргийг сэргээх

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
lv: Bagātinātā teksta apgabals. Nospiediet ALT-F9 izvēlnei. Nospiediet ALT-F10 rīkjoslai. Nospiediet ALT-0 palīdzībai

source: Right to left
lv: No labās uz kreiso
mn: Баруунаас зүүн

source: Right
lv: Pa labi
mn: Баруун

source: Robots
lv: Roboti
mn: Роботууд

source: Row group
lv: Rindu grupa

source: Row properties
lv: Rindas rekvizīti
mn: Мөрний шинж чанарууд

source: Row type
lv: Rindas veids
mn: Мөрний төрөл

source: Row
lv: Rinda
mn: Мөр

source: Rows
lv: Rindas
mn: Мөрнүүд

source: Scope
lv: Tvērums

source: Select all
lv: Atlasīt visu
mn: Бүгдийг сонгох

source: Show blocks
lv: Parādīt blokus

source: Show invisible characters
lv: Parādīt neredzamās rakstzīmes

source: Source code
lv: Pirmkods
mn: Эх код

source: Source
lv: Avots
mn: Эх

source: Special character
lv: Speciāla rakstzīme
mn: Онцгой тэмдэгт

source: Spellcheck
lv: Pareizrakstības pārbaudītājs

source: Split cell
lv: Sadalīt šūnu
mn: Нүдийг хуваах

source: Square
lv: Kvadrāts

source: Start search
lv: Sākt meklēšanu
mn: Хайлтыг эхлэх

source: Strikethrough
lv: Pārsvītrots

source: Style
lv: Stils

source: Subscript
lv: Apakšraksts

source: Superscript
lv: Augšraksts

source: Table properties
lv: Tabulas rekvizīti
mn: Хүснэгтийн шинж чанарууд

source: Table
lv: Tabula
mn: Хүснэгт

source: Target
lv: Mērķis
mn: Бай

source: Templates
lv: Veidnes
mn: Загварууд

source: Text color
lv: Teksta krāsa
mn: Бичвэрийн өнгө

source: Text to display
lv: Attēlojamais teksts

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
lv: URL, kuru Jūs ievadījāt, satur e-pasta adresi. Vai Jūs vēlētos pievienot nepieciešamo mailto: prefiksu?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
lv: URL, kuru Jūs ievadījāt, satur ārējo saiti. Vai Jūs vēlētos pievienot nepieciešamo http:// prefiksu?

source: Title
lv: Amats
mn: Гарчиг

source: Tools
lv: Rīki
mn: Сургуулиуд

source: Top
lv: Augšpuse
mn: Дээд

source: Underline
lv: Pasvītrojums
mn: Доогуур зураас

source: Undo
lv: Atsaukt
mn: Үйлдэл буцаах

source: Upper Alpha
lv: Alfa lielie burti

source: Upper Roman
lv: Romiešu lielie burti

source: V Align
lv: Līdzināt vertikāli

source: Vertical space
lv: Vertikālā atstarpe

source: View
lv: Skatīt
mn: Харах

source: Visual aids
lv: Vizuālie palīglīdzekļi

source: Whole words
lv: Pilni vārdi

source: Width
lv: Platums
mn: Өргөн

source: Words: {0}
lv: Vārdi: {0}

source: You have unsaved changes are you sure you want to navigate away?
lv: Jums ir nesaglabātas izmaiņas - vai Jūs tiešām vēlaties pāriet prom?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
lv: Jūsu tīmekļa pārlūks neatbalsta tiešu piekļuvi starpliktuvei. Lūdzu, tā vietā izmantojiet Ctrl+X/C/V īsinājumtaustiņus.

source: Insert/Edit Image
lv: Ievietot/rediģēt attēlu

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
lv: Klikšķiniet ‘LABI’, lai nosūtītu Jūsu lietotājvārdu un e-pastu trešās puses lietotnei. Klikšķiniet ‘Atcelt’, lai atgrieztos uz šo lapu, nenosūtot Jūsu informāciju.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
lv: Klikšķiniet ‘LABI’, lai nosūtītu Jūsu lietotājvārdu trešās puses lietotnei. Klikšķiniet ‘Atcelt’, lai atgrieztos uz šo lapu, nenosūtot Jūsu informāciju.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
lv: Klikšķiniet ‘LABI’, lai nosūtītu Jūsu e-pastu trešās puses lietotnei. Klikšķiniet ‘Atcelt’, lai atgrieztos uz šo lapu, nenosūtot Jūsu informāciju.

source: incorrect
lv: nepareizi
mn: Буруу

source: correct
lv: pareizi
mn: Зөв

source: answer
lv: atbilde
mn: хариулт

source: Short explanation
lv: Īss skaidrojums
mn: Богино тайлбар

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
lv: Ja Jūs izmantojat paplašināto redaktoru, šī problēma tiks konvertēta uz XML, un Jūs nevarēsiet atgriezties vienkāršā redaktora saskarnē. Pāriet uz paplašināto redaktoru un konvertēt šo problēmu uz XML?

source: Explanation
lv: Paskaidrojums
mn: Тайлбар

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
lv: Secības kļūda! Nav iespējams pāriet uz %(tab_name)s pašreizējā secības modulī. Lūdzu, sazinieties ar kursa darbiniekiem.

source: Bookmarked
lv: Grāmatzīme pievienota
mn: Хадгалагдсан

source: Play
lv: Atskaņot
mn: Тоглуулах

source: Pause
lv: Pauze
mn: Завсарлах

source: Mute
lv: Izslēgt skaņu
mn: Дууг хаах

source: Unmute
lv: Ieslēgt skaņu
mn: Дууг нээх

source: Exit full browser
lv: Iziet no pilnekrāna režīma

source: Fill browser
lv: Aizpildīt pārlūku

source: Speed
lv: Ātrums
mn: Хурд

source: Auto-advance
lv: Pāriet automātiski

source: Volume
lv: Skaļums
mn: Цараа

source: Muted
lv: Skaņa izslēgta
mn: Дууг хаасан

source: Very low
lv: Ļoti zems
mn: Маш сул

source: Low
lv: Zems
mn: Сул

source: Average
lv: Vidējs
mn: Дундаж

source: Loud
lv: Skaļš
mn: Чанга

source: Very loud
lv: Ļoti skaļš
mn: Маш чанга

source: Maximum
lv: Maksimālais
mn: Хамгийн их

source: This browser cannot play .mp4, .ogg, or .webm files.
lv: Šis pārlūks nespēj atskaņot .mp4, .ogg vai .webm datnes.
mn: Энэ хөтөч .mp4, .ogg эсвэл .webm файлуудыг тоглуулж чадахгүй

source: Try using a different browser, such as Google Chrome.
lv: Mēģiniet izmantot citu pārlūku, piemēram, Google Chrome.
mn: Google Chrome гэх мэт өөр хөтөч ашиглаад үзнэ үү

source: High Definition
lv: Augsta izšķirtspēja
mn: Өндөр нягтралтай

source: off
lv: izslēgta

source: on
lv: ieslēgta

source: Video position. Press space to toggle playback
lv: Video pozīcija. Nospiediet starpināšanas taustiņu, lai sāktu atskaņošanu

source: Video ended
lv: Video beidzās

source: Video position
lv: Video pozīcija

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
lv: Klikšķiniet uz šī taustiņa, lai ieslēgtu vai izslēgtu video skaņu, vai arī spiediet uz AUGŠUP vai LEJUP pogām, lai palielinātu vai samazinātu skaņas līmeni.

source: Adjust video volume
lv: Regulēt video skaļumu

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
lv: Spiediet taustiņu AUGŠUP, lai ieietu ātruma izvēlnē, un pēc tam izmantojiet AUGŠUP un LEJUP bulttaustiņus, lai pārslēgtos starp dažādiem ātrumiem, bet pēc tam apstipriniet izvēlēto ātrumu, nospiežot ievades taustiņu ENTER.

source: Adjust video speed
lv: Regulēt video ātrumu

source: Video speed:
lv: Video ātrums:

source: Skip
lv: Izlaist
mn: Алгасах

source: Play video
lv: Atskaņot video
mn: Видеог тоглуулах

source: Do not show again
lv: Vairs nerādīt

source: Open language menu
lv: Atvērt valodas izvēlni

source: Transcript will be displayed when you start playing the video.
lv: Noraksts tiks parādīts, kad Jūs sāksiet atskaņot video.
mn: Бичлэгийг тоглуулж эхлэхээр хөрвүүлэг харагдах болно

source: Activating a link in this group will skip to the corresponding point in the video.
lv: Aktivizējot saiti šajā grupā, notiks pāriešana uz attiecīgo punktu video.

source: Video transcript
lv: Video noraksts
mn: Бичлэгний хөрвүүлэг

source: Start of transcript. Skip to the end.
lv: Noraksta sākums. Pāriet uz beigām.
mn: Хөрвүүлгийн эхлэл. Төгсгөл хүртэл алгасах

source: End of transcript. Skip to the start.
lv: Noraksta beigas. Pāriet uz sākumu.
mn: Хөрвүүлгийн төгсгөл. Эхлэл хүртэл алгасах

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
lv: Spiediet taustiņu AUGŠUP, lai ieietu valodas izvēlnē, un pēc tam izmantojiet AUGŠUP un LEJUP bulttaustiņus, lai pārslēgtos starp dažādām valodas opcijām, bet pēc tam apstipriniet izvēlēto valodu, nospiežot ievades taustiņu ENTER.

source: Hide closed captions
lv: Paslēpt slēptos titrus
mn: Хаасан бүлгүүдийг нуух

source: (Caption will be displayed when you start playing the video.)
lv: (titri tiks parādīti, kad Jūs sāksiet atskaņot video.)

source: Turn on closed captioning
lv: Ieslēgt slēptos titrus

source: Turn on transcripts
lv: Ieslēgt norakstus

source: Turn off transcripts
lv: Izslēgt norakstus

source: You have successfully updated your goal.
lv: Jūs esat veiksmīgi jauninājuši Jūsu mērķi.

source: There was an error updating your goal.
lv: Notika kļūda, jauninot Jūsu mērķi.

source: Expand All
lv: Izvērst
mn: Бүгдийг дэлгэх

source: Collapse All
lv: Sakļaut
mn: Бүгдийг хаах

source: next page
lv: nākamā lapa
mn: дараагийн хуудас

source: (Self-paced) Starts {start}
lv: (Savā tempā) Sākas {start}

source: (Self-paced) Started {start}
lv: (Savā tempā) Sākās {start}

source: (Self-paced) Ends {end}
lv: (Savā tempā) Beidzas {end}

source: (Self-paced) Ended {end}
lv: (Savā tempā) Beidzās {end}

source: Starts {start}
lv: Sākas {start}

source: Started {start}
lv: Sākās {start}

source: Ends {end}
lv: Beidzas {end}

source: You must select a session to access the course.
lv: Jums ir jāizvēlas sesija, lai piekļūtu kursam.
mn: Та курст орохын тулд сесс сонгох ёстой.

source: There was an error. Please reload the page and try again.
lv: Notika kļūda. Lūdzu, pārlādējiet lapu un mēģiniet vēlreiz.

source: Change Session
lv: Nomainīt sesiju
mn: Чуулганы өөрчлөлт

source: Select Session
lv: Izvēlēties sesiju

source: Leave Current Session
lv: Atstāt pašreizējo sesiju

source: Are you sure you want to select this session?
lv: Vai Jūs esat pārliecināti, ka vēlaties izvēlēties šo sesiju?

source: Are you sure you want to change to a different session?
lv: Vai Jūs esat pārliecināti, ka vēlaties nomainīt uz citu sesiju?

source: Any course progress or grades from your current session will be lost.
lv: Jebkurš progress kursā vai vērtējumi no Jūsu pašreizējās sesijas tiks pazaudēti.

source: Are you sure that you want to leave this session?
lv: Vai Jūs esat pārliecināti, ka vēlaties atstāt šo sesiju?

source: Your unenrollment request could not be processed. Please try again later.
lv: Jūsu izreģistrēšanās pieprasījumu nevarēja apstrādāt. Lūdzu, mēģiniet vēlāk vēlreiz.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
lv: Vai Jūs esat pārliecināti, ka vēlaties izreģistrēties no {courseName} ({courseNumber})? Jums tiks atgriezta samaksātā summa.

source: New Password
lv: Jauna parole
mn: Шинэ нууц үг

source: Confirm Password
lv: Apstiprināt paroli
mn: Нууц үгээ батална уу

source: Reset My Password
lv: Atiestatīt manu paroli
mn: Нууц Үгээ Сольё

source: Reset Your Password
lv: Atiestatīt Jūsu paroli
mn: Нууц үгээ дахин сэргээх хэрэгтэй

source: Error:
lv: Kļūda:

source: View child items
lv: Apskatīt apakšvienības

source: Navigate up
lv: Doties uz augšu

source: Browsing
lv: Pārlūko

source: Select
lv: Atlasīt

source: Select a section or problem
lv: Izvēlieties sadaļu vai problēmu

source: Earned Certificates
lv: Iegūtie sertifikāti

source: Enrolled
lv: Reģistrējies

source: Please fix the following errors:
lv: Lūdzu labojiet sekojošas kļūdas:

source: Course Name
lv: Kursa nosaukums
mn: Хичээлийн нэр

source: Not specific to a course
lv: nav par specifisku kursu

source: Subject
lv: Temats

source: Account Settings
lv: Konta iestatījumi
mn: Бүртгэлийн тохиргоо

source: Certificates
lv: Sertifikāti
mn: Гэрчилгээнүүд

source: Course Content
lv: Kursa saturs

source: Other
lv: Cits
mn: Бусад
