Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: Unable to configure git username and password
nl_nl: Niet gelukt om de git gebruikersnaam en wachtwoord te configureren
sk: Nie je možné nakonfigurovať meno používateľa a heslo pre git

source: Unable to commit changes. This is usually because there are no changes to be committed
nl_nl: Niet gelukt om de wijzigingen te committen. Dit is meestal omdat er geen wijzigingen zijn om te committen.
sk: Nie je možné zapísať - "commitovať" - zmeny. Zvyčajne je to preto, že neexistujú žiadne zmeny určené pre zápis

source: Unable to push changes. This is usually because the remote repository cannot be contacted
nl_nl: Niet gelukt om wijzigingen te pushen. Dit is meestal omdat geen contact met de repository kan worden gemaakt.
sk: Nie je možné "pushnúť" zmeny. Zvyčajne je to preto, že nie je možné kontaktovať vzdialený repozitár

source: Bad course location provided
nl_nl: Foutieve cursus lokatie opgegeven
sk: Bolo poskytnuté nesprávne umiestnenie kurzu

source: Missing branch on fresh clone
nl_nl: Missende branch op nieuwe clone
sk: Chýbajúca vetva alebo čerstvo naklonované

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
nl_nl: Neem de gespecificeerde cursus en probeer deze te exporteren naar een git repository . Cursus directory moet al een git repository zijn. Gebruik: git_export <course_loc> <git_url>
sk: Vezmite si zvolený kurz a pokúste sa ho exportovať do git repozitára . Adresár kurzu už musí byť git repozitár. Použitie: git_export <course_loc> <git_url>

source: We only support uploading a .tar.gz file.
nl_nl: We ondersteunen enkel de upload van een .tar.gz bestand.
sk: Podporujeme len odovzdanie súboru typu .tar.gz.

source: Could not find the {0} file in the package.
nl_nl: Kon het {0} bestand niet vinden in het pakket.
sk: Nebolo možné nájsť súbor {0} v balíku.

source: Upload completed
nl_nl: Uploaden voltooid
sk: Odovzdávanie dát dokončené

source: must have name of the certificate
nl_nl: moet de naam hebben van het certificaat
sk: musia mať názov certifikátu

source: Certificate dict {0} missing value key '{1}'
nl_nl: Certificaat dict {0} mist waardesleutel '{1}'
sk: Certifikát: v slovníku {0} chýba hodnota pre kľúč '{1}'

source: PermissionDenied: Failed in authenticating {user}
nl_nl: ToelatingGeweigerd : kon {user} niet authentificeren
sk: Povolenie zamietnuté: Chyba pri autentifikácii {user}

source: Blank
nl_nl: Leeg
sk: Prázdny

source: Course has been successfully reindexed.
nl_nl: De cursus is succesvol geherindexeerd.
sk: Kurz bol úspešne preindexovaný.

source: Special characters not allowed in organization, course number, and course run.
nl_nl: Speciale tekens zijn niet toegestaan in organisatie, cursus nummer, en cursus uitvoering.
sk: Zvláštne znaky nie sú pre organizáciu, číslo kurzu a obdobie kurzu povolené.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
nl_nl: Er is reeds een cursus gedefinieerd met hetzelfde organisatie- en cursusnummer. Gelieve ofwel het organisatie- ofwel het cursusnummer te veranderen om uniek te zijn.
sk: Už je definovaný kurz s tou istou organizáciou a číslom kurzu. Zmeňte buď organizáciu alebo číslo kurzu tak, aby bol jedinečný.

source: Please change either the organization or course number so that it is unique.
nl_nl: Wijzig a.u.b. de organisatie of cursus nummer zodat het uniek is.
sk: Zmeňte buď organizáciu alebo číslo kurzu tak, aby bol jedinečný.

source: Unable to create course '{name}'. {err}
nl_nl: Kan de cursus '{name}' niet aanmaken. {err}
sk: Nie je možné vytvoriť kurz '{name}'. {err}

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
nl_nl: U moet deze cursus linken aan een organisatie om verder te kunnen gaan. De organisatie die u selecteerde bestaat niet in het systeem, u zult hem moeten toevoegen aan het systeem
sk: Aby ste mohli pokračovať, musíte prepojiť tento kurz s organizáciou. Vami zvolená organizácia v systéme neexistuje, budete ju tam musieť pridať

source: Invalid prerequisite course key
nl_nl: Ongeldige sleutel van voorwaardelijke cursus
sk: Neplatný kľúč ku kurzu, ktorý je predpokladom pre kurz aktuálny

source: An error occurred while trying to save your tabs
nl_nl: Er gebeurde een fout bij de poging om uw tabs te bewaren
sk: Počas ukladania vašich kariet nastala chyba

source: Tabs Exception
nl_nl: Tabs Uitzondering
sk: Výnimka pre karty

source: This group configuration is in use and cannot be deleted.
nl_nl: Deze groepsconfiguratie is in gebruik en kan niet verwijderd worden.
sk: Táto konfigurácia skupiny sa už používa a nie je možné ju odstrániť.

source: This content group is in use and cannot be deleted.
nl_nl: Deze contentgroep is in gebruik en kan niet worden verwijderd.
sk: Táto skupina obsahu sa už používa a nie je možné ju odstrániť.

source: Entrance Exam - Subsection
nl_nl: Toelatingsexamen - Subsectie
sk: Prijímacie skúšky - Podsekcia

source: Completed Course Entrance Exam
nl_nl: Toelatingsexamen voor deze cursus is afgewerkt
sk: Dokončené prijímacie skúšky pre kurz

source: Course successfully exported to git repository
nl_nl: Cursus met succes geëxporteerd naar git repository
sk: Kurz bol úspešne exportovaný do git repozitára

source: Vertical
nl_nl: Vertikaal
sk: Zvislý

source: Section
nl_nl: Sectie
sk: Sekcia

source: Subsection
nl_nl: Subsectie

source: Invalid data
nl_nl: Ongeldige gegevens
sk: Neplatné údaje

source: Invalid data ({details})
nl_nl: Ongeldige gegevens ({details})
sk: Neplatné údaje ({details})

source: Duplicate of {0}
nl_nl: Duplicaat van {0}
sk: Duplikát {0}

source: Duplicate of '{0}'
nl_nl: Duplicaat van '{0}'
sk: Duplikát '{0}'

source: Students must score {score}{pct_sign} or higher to access course materials.
nl_nl: Studenten moeten {score}{pct_sign} of meer scoren om toegang te krijgen tot het cursusmateriaal.
sk: Študenti musia dosiahnuť skóre {score}{pct_sign} alebo vyššie, aby mohli mať prístup k materiálom kurzu.

source: Unable to create library - missing required field '{field}'
nl_nl: Kan bib niet aanmaken - mist het verplichte veld '{field}'
sk: Nie je možné vytvoriť knižnicu - chýba požadované pole '{field}'

source: Unable to create library '{name}'. {err}
nl_nl: Kan bib '{name}' niet aanmaken. {err}
sk: Nie je možné vytvoriť knižnicu '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
nl_nl: Er is reeds een bib gedefinieerd met hetzelfde organisatie- en bibnummer. Gelieve uw bibnummer te wijzigen opdat het uniek is binnen uw organisatie.
sk: Už existuje knižnica definovaná s rovnakou organizáciou a kódom knižnice. Zmeňte, prosím, kód vašej knižnice, aby bol jedinečný v rámci organizácie.

source: Transcripts are supported only for "video" modules.
nl_nl: Onderschriften zijn enkel ondersteund voor "video" modules.
sk: Textové prepisy sú podporované len pre "video" moduly.

source: Video locator is required.
nl_nl: Videolocator is verplicht.

source: Video ID is required.
nl_nl: Video ID is verplicht.

source: Incoming video data is empty.
nl_nl: Binnenkomende video is leeg.
sk: Prichádzajúce dáta videa sú prázdne.

source: Can't find item by locator.
nl_nl: Kan item niet vinden aan de hand van deze zoekterm.
sk: Nie je možné nájsť žiadnu položku s týmto lokátorom.

source: YouTube ID is required.
nl_nl: YouTube ID is verplicht.

source: Insufficient permissions
nl_nl: Sorry, jij mag dit niet doen.
sk: Nedostatočné povolenia

source: Could not find user by email address '{email}'.
nl_nl: Wij kennen dit E-mail adres niet '{email}'.
sk: Nie je možné nájsť používateľa podľa emailovej adresy '{email}'.

source: No `role` specified.
nl_nl: Geen `role` gespecifieerd.
sk: Nie je uvedená `role`.

source: Invalid `role` specified.
nl_nl: Ongeldige `role` gespecifieerd.
sk: Je uvedená neplatná `role`.

source: You may not remove the last Admin. Add another Admin first.
nl_nl: Niet toegestaan om de vorige Admin te verwijderen. Voeg eerst een andere Admin toe.
sk: Nemôžete vymazať posledného administrátora. Najprv pridajte ďalšieho administrátora.

source: Uploading
nl_nl: Uploaden
sk: Odovzdáva sa

source: In Progress
nl_nl: In Behandeling
sk: Spracúva sa

source: Ready
nl_nl: Klaar
sk: Pripravené

source: Failed
nl_nl: Mislukt
sk: Zlyhalo

source: Cancelled
nl_nl: Geannuleerd

source: Invalid Token
nl_nl: Ongeldige token
sk: Neplatný token

source: Imported
nl_nl: Ingevoerd
sk: Importované

source: Unknown
nl_nl: Onbekend
sk: Neznáme

source: An image file is required.
nl_nl: Een afbeelding is verplicht.

source: Duration
nl_nl: Duur
sk: Dĺžka

source: Date Added
nl_nl: Datum toegevoegd
sk: Doplnený dátum

source: unrequested
nl_nl: niet gevraagd
sk: nepožadované

source: pending
nl_nl: in afwachting
sk: čaká sa

source: granted
nl_nl: toegekend
sk: povolené

source: denied
nl_nl: afgewezen
sk: zamietnuté

source: Studio user
nl_nl: Studio gebruiker
sk: Používateľ Štúdia

source: The date when state was last updated
nl_nl: De datum waarop de status het laatst is bijgewerkt
sk: Dátum, kedy bol stav naposledy aktualizovaný

source: Current course creator state
nl_nl: Huidige cursusaanmaker status
sk: Aktuálny stav vytvorenia kurzu

source: Optional notes about this user (for example, why course creation access was denied)
nl_nl: Optionele opmerkingen over deze gebruiker (bijvoorbeeld, waarom cursus aanmaak rechten zijn geweigerd)
sk: Nepovinné poznámky k tomuto používateľovi (napr, prečo bol zamietnutý prístup k vytváraniu kurzov)

source: Incorrect format for field '{name}'. {detailed_message}
nl_nl: Onjuist formaat voor verld '{name}'. {detailed_message}
sk: Nesprávny formát pre pole '{name}'. {detailed_message}

source: Dictionary with the available tags
nl_nl: Woordenboek met de beschikbare tags

source: Page Not Found
nl_nl: Pagina Niet Gevonden
sk: Stránka sa nenašla

source: Page not found
nl_nl: Pagina niet gevonden
sk: Stránka nebola nájdená

source: Content
nl_nl: Inhoud
sk: Obsah

source: Settings
nl_nl: Instellingen
sk: Nastavenia

source: Loading
nl_nl: Aan het laden.
sk: Načíta sa

source: Course Name
nl_nl: Naam cursus
sk: Názov kurzu

source: Course Number
nl_nl: Nummer cursus
sk: Číslo kurzu

source: Course Outline
nl_nl: Cursus overzicht
sk: Prehľad kurzu

source: Warning
nl_nl: Waarschuwing
sk: Upozornenie

source: Organization:
nl_nl: Organisatie:
sk: Organizácia

source: Course Number:
nl_nl: Nummer cursus:
sk: Číslo kurzu:

source: Courses
nl_nl: Bekijk cursus
sk: Kurzy

source: example: username@domain.com
nl_nl: voorbeeld: username@domain.com
sk: príklad: username@domain.com

source: Instructors
nl_nl: Trainers

source: Requirements
nl_nl: Vereisten
sk: Požiadavky

source: View
nl_nl: Bekijken
sk: Zobraziť

source: Save
nl_nl: Opslaan
sk: Uložiť

source: Legal
nl_nl: Legaal

source: Choose Language
nl_nl: Taal Kiezen

source: Looking for help with {studio_name}?
nl_nl: Hulp nodig met {studio_name}?

source: Hide {studio_name} Help
nl_nl: Verberg {studio_name} Help

source: {studio_name} Documentation
nl_nl: {studio_name} Documentatie

source: Access documentation on http://docs.edx.org
nl_nl: Bekijk documentatie op http://docs.edx.org

source: edX Documentation
nl_nl: edX Documentatie

source: Enroll in edX101
nl_nl: Inschrijven bij edx101

source: Enroll in StudioX
nl_nl: Inschrijven voor StudioX

source: Send an email to {email}
nl_nl: Stuur een e-mail naar {email}

source: name
nl_nl: naam
sk: názov

source: Sign Out
nl_nl: Afmelden
sk: Odhlásiť sa

source: Full Name: {realname}
nl_nl: Volledige naam: {realname}

source: Message: {message}
nl_nl: Bericht: {message}

source: Additional Info:
nl_nl: Aanvullende informatie:

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
nl_nl: Het e-mailadres dat aan uw {platform_name} account is gekoppeld, is gewijzigd van {old_email} naar {new_email}.

source: No action is needed on your part.
nl_nl: Er is geen actie vereist.

source: Your {platform_name} account email has been updated
nl_nl: Het e-mailadres van uw {platform_name} account is bijgewerkt.

source: Add a Post
nl_nl: Voeg bericht toe

source: New topic form
nl_nl: Nieuw onderwerp formulier

source: Private Discussion
nl_nl: Privé discussie

source: This is a private discussion. You do not have permissions to view this discussion
nl_nl: Dit is een privégesprek. Je heb geen toestemming om dit gesprek te bekijken.

source: Discussion unavailable
nl_nl: Gesprek niet beschikbaar

source: Content Locked
nl_nl: Inhoud vergrendeld

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
nl_nl: U moet voldoen aan de voorwaarden voor '{prereq_section_name}' om toegang te krijgen tot deze inhoud.

source: Go to Prerequisite Section
nl_nl: Ga naar de voorwaarden

source: Collapse Instructions
nl_nl: Instructies samenvouwen
sk: Zavrieť inštrukcie

source: Guided Discussion
nl_nl: Geleide discussie
sk: Moderovaná diskusia

source: Hide Annotations
nl_nl: Aantekeningen verbergen
sk: Skryť anotácie

source: Bookmarked
nl_nl: Bladwijzer gemaakt

source: Bookmark this page
nl_nl: Maak een bladwijzer naar deze pagina

source: LEARN MORE
nl_nl: MEER INFORMATIE
sk: DOZVEDIEŤ SA VIAC

source: Starts
nl_nl: Begint
sk: Začína

source: Starts: {date}
nl_nl: Begint: {date}

source: View all Courses
nl_nl: Bekijk alle cursussen
sk: Zobraziť všetky kurzy

source: results successfully populated,
nl_nl: Resultaten met succes ingevuld,

source: Click to load all enrolled courses
nl_nl: Klik om alle ingeschreven cursussen te laden

source: You are not enrolled in any courses yet.
nl_nl: Je hebt je nog niet ingeschreven voor een cursus.

source: Explore courses
nl_nl: Bekijk cursussen

source: Activate your account!
nl_nl: Activeer uw account!

source: Course-loading errors
nl_nl: Fouten bij het laden van de cursus

source: Search Your Courses
nl_nl: Zoek Jouw Cursussen
sk: Hľadať v kurzoch

source: Clear search
nl_nl: Wis zoekveld
sk: Vyčistiť hľadanie

source: Skip to list of announcements
nl_nl: Ga naar de lijst met aankondigingen

source: Account Status Info
nl_nl: Profielstatus Info
sk: Informácia o stave účtu

source: Email Settings for {course_number}
nl_nl: E-mailinstellingen voor {course_number}
sk: Nastavenie e-mailu pre {course_number}

source: Receive course emails
nl_nl: Ontvang e-mails van cursus
sk: Prijímať e-maily z kurzu

source: Save Settings
nl_nl: Instellingen opslaan
sk: Uložiť nastavenia

source: Unenroll
nl_nl: Uitschrijven
sk: Odregistrovať

source: It looks like you missed some important deadlines based on our suggested schedule.
nl_nl: Op basis van ons voorgestelde schema lijkt het erop dat u enkele belangrijke deadlines heeft gemist.

source: Don't worry—you won't lose any of the progress you've made when you shift your due dates.
nl_nl: Maakt u zich geen zorgen—u verliest niets van de voortgang die u hebt gemaakt als u uw vervaldatums verschuift.

source: It looks like you missed some important deadlines based on our suggested schedule.
nl_nl: Op basis van ons voorgestelde schema lijkt het erop dat u enkele belangrijke deadlines heeft gemist.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don't worry—you won't lose any of the progress you've made when you shift your due dates.
nl_nl: Om jezelf op het goede spoor te houden, kun je dit schema bijwerken en de achterstallige opdrachten naar de toekomst verplaatsen. Maakt u zich geen zorgen—u verliest niets van de voortgang die u hebt gemaakt als u uw vervaldatums verschuift.

source: You are auditing this course,
nl_nl: U volgt deze cursus,

source: which means that you are unable to participate in graded assignments.
nl_nl: wat betekent dat je niet kunt deelnemen aan beoordeelde opdrachten.

source: Upgrade to shift due dates
nl_nl: Upgrade om de vervaldatums te verschuiven

source: We've built a suggested schedule to help you stay on track.
nl_nl: We hebben een voorgesteld schema opgesteld om u te helpen op koers te blijven.

source: But don't worry—it's flexible so you can learn at your own pace. If you happen to fall behind on our suggested dates, you'll be able to adjust them to keep yourself on track.
nl_nl: Maar maak u geen zorgen—het is flexibel, zodat u in uw eigen tempo kan leren. Als u achterloopt op onze voorgestelde datums, kunt u deze aanpassen om uzelf op het goede spoor te houden.

source: E-mail change failed
nl_nl: Wijzigen van e-mail mislukt
sk: Zmena e-mailu neúspešná!

source: We were unable to send a confirmation email to {email}
nl_nl: Het was niet mogelijk een bevestigingsmail te versturen naar {email}
sk: Nepodarilo sa nám odoslať potvrdzovací e-mail na {email}

source: Go back to the {link_start}home page{link_end}.
nl_nl: Keer terug naar {link_start}home page{link_end}.
sk: Vráťte sa na {link_start}domovskú stránku{link_end}.

source: E-mail change successful!
nl_nl: E-mailadres succesvol gewijzigd!
sk: Zmena e-mailu úspešná!

source: You should see your new email in your {link_start}dashboard{link_end}.
nl_nl: U zou uw nieuwe e-mailadres moeten zien in uw {link_start}dashboard{link_end}.

source: An account with the new e-mail address already exists.
nl_nl: Een account met het nieuwe e-mailadres bestaat reeds.

source: You should Register before trying to access the Unit
nl_nl: U moet zich registreren voordat u probeert toegang te krijgen tot het apparaat

# self
source: Enroll
nl_nl: Schrijf in

source: Don't enroll
nl_nl: Niet inschrijven

source: Student Enrollment Form
nl_nl: Inschrijvingsformulier voor studenten

source: Course:
nl_nl: Cursus:
sk: Kurz

source: Add new students
nl_nl: Voeg nieuwe studenten toe

source: Existing students:
nl_nl: Bestaande studenten:

source: New students added:
nl_nl: Nieuwe studenten toegevoegd:

source: Students rejected:
nl_nl: Afgewezen studenten:

source: External Authentication failed
nl_nl: Externe Authenticatie gefaald

source: organization logo
nl_nl: organisatie logo

source: Password Reset
nl_nl: Wachtwoord Reset

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
nl_nl: Gelieve uw e-mailadres in te geven. U ontvangt instructies om een nieuw paswoord in te stellen.

source: Required Information
nl_nl: Verplichte informatie

source: Your E-mail Address
nl_nl: Uw e-mailadres
sk: Vaša emailová adresa.

source: This is the e-mail address you used to register with {platform}
nl_nl: Dit is het e-mail adres waarmee u zich heeft geregistreerd op {platform}

source: Reset My Password
nl_nl: Reset mijn paswoord

source: Email is incorrect.
nl_nl: E-mailadres is onjuist
sk: Email je nesprávny.

source: The course has ended.
nl_nl: Deze cursus is beëindigd.

source: The due date for this assignment has passed.
nl_nl: De inleverdatum voor deze opdracht is verstreken.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
nl_nl: Omdat de cursus is afgelopen, is deze opdracht niet meer beschikbaar. {line_break} Als je deze opdracht hebt voltooid, is je cijfer beschikbaar op de {link_start} voortgangspagina {link_end}.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
nl_nl: Omdat de cursus is afgelopen, is deze opdracht niet meer beschikbaar. {line_break} Als je deze opdracht hebt voltooid, is je cijfer beschikbaar op de {link_start} voortgangspagina {link_end}.

source: Search for a course
nl_nl: Zoek naar een cursus
sk: Vyhľadať kurz

source: Welcome to {platform_name}
nl_nl: Welkom bij {platform_name}

source: It works! Powered by Open edX{registered_trademark}
nl_nl: Het werkt! Mogelijk gemaakt door Open edX{registered_trademark}

source: Invalid email change key
nl_nl: Onjuiste email wijziging sleutel

source: This e-mail key is not valid. Please check:
nl_nl: Deze email sleutel is niet valide. Controleer a.u.b:
sk: Tento e-mailový kľúč nie je platný. Prosím skontrolujte:

source: Was this key already used? Check whether the e-mail change has already happened.
nl_nl: Is deze sleutel al gebruikt? Controleer of de email wijziging al is gebeurd.

source: Did your e-mail client break the URL into two lines?
nl_nl: Heeft uw email programma de URL in twee regels opgedeeld?

source: The keys are valid for a limited amount of time. Has the key expired?
nl_nl: De sleutels zijn slecht geldig voor een beperkte periode. Is de sleutel verlopen?

source: External resource
nl_nl: Externe bron

source: {points} / {total_points} points
nl_nl: {points} / {total_points} punten

source: {total_points} points possible
nl_nl: {total_points} punten mogelijk

source: View resource in a new window
nl_nl: Bekijk bron in een nieuw scherm

source: Please provide launch_url. Click "Edit", and fill in the required fields.
nl_nl: Geef a.u.b de launch_url. Klik "Wijzig", en vul de verplichten velden in.

source: Press to Launch
nl_nl: Druk om te lanceren

source: Manage student accounts
nl_nl: Beheer student accounts

source: Username:
nl_nl: Gebruikersnaam:

source: Profile:
nl_nl: Profiel

source: Image:
nl_nl: Afbeelding

source: Name:
nl_nl: Naam

source: Choose an action:
nl_nl: Kies een actie

source: View Profile
nl_nl: Bekijk profiel

source: Disable Account
nl_nl: Blokkeer Account

source: Reenable Account
nl_nl: Deblokkeer Account

source: Remove Profile Image
nl_nl: Verwijder profiel foto

source: Students whose accounts have been disabled
nl_nl: Studenten waarvan het account is geblokkeerd

source: (reload your page to refresh)
nl_nl: (herlaad uw pagina om te verversen)

source: working
nl_nl: Werkend

source: There has been an error on the {platform_name} servers
nl_nl: Er is een fout opgetreden op de {platform_name} servers

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
nl_nl: Onze excuses, deze module is tijdelijk niet beschikbaar. Onze medewerkers proberen het zo snel mogelijk op te lossen.

source: Raw data:
nl_nl: Ruwe gegevens:

source: Course View
nl_nl: Cursusweergave

source: View this course as:
nl_nl: Bekijk deze cursus als :

source: Staff
nl_nl: Personeel
sk: Personál

source: Learner
nl_nl: Cursist

source: Specific learner
nl_nl: Specifieke cursist

source: Learner in {content_group}
nl_nl: Cursist in {content_group}

source: Username or email:
nl_nl: Gebruikersnaam of e-mail

source: Set preview mode
nl_nl: Stel de voorbeeldmode in

source: You are now viewing the course as {i_start}{user_name}{i_end}.
nl_nl: U bekijkt de cursus nu als {i_start}{user_name}{i_end}.

source: View in the new experience
nl_nl: Bekijk in de nieuwe ervaring

source: View in Studio
nl_nl: Bekijk in Studio

source: View in Insights
nl_nl: Bekijk in inzichten

source: Hint
nl_nl: Tip

source: Save your answer
nl_nl: Bewaar uw antwoord

source: Reset your answer
nl_nl: Reset uw antwoord

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
nl_nl: Sommige problemen hebben opties zoals opslaan, opnieuw instellen, hints of antwoord weergeven. Deze opties volgen de knop Verzenden.

source: Next Hint
nl_nl: Volgende hint

source: Review
nl_nl: Beoordeling
