Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: lv, mn

source: Details
lv: Apraksts
mn: Дэлгэрэнгүй

source: What can we help you with, {username}?
lv: Kā mēs varam Jums palīdzēt, {username}?

source: Sign in to {platform} so we can help you better.
lv: Lūdzu, ielogojieties {platform}, lai mēs Jums varētu labāk palīdzēt.

source: Sign in
lv: Pierakstīties
mn: Нэвтрэх

source: Select a course or select "Not specific to a course" for your support request.
lv: Atlasiet savam atbalsta pieprasījumam atbilstošu kursu vai izvēlēties "nav par specifisku kursu".

source: Enter some details for your support request.
lv: Ievadiet aprakstu atbalsta pieprasījumam.

source: Something went wrong. Please try again later.
lv: Kaut kas nogājis greizi. Mēģiniet vēlreiz.

source: Contact Us
lv: Sazinies ar mums
mn: Холбоо барих

source: Find answers to the top questions asked by learners.
lv: Atrodiet atbildes dalībnieku biežāk uzdotajiem jautājumiem.

source: Search the {platform} Help Center
lv: Meklēt {platform} sadaļā "Palīdzība"

source: Go to my Dashboard
lv: Iet uz manu informācijas paneli

source: Go to {platform} Home
lv: Iet uz {platform} galveno lapu

source: We’re sorry to see you go!
lv: Mums žēl, ka dodaties prom!

source: Delete My Account
lv: Dzēst manu kontu

source: Password is incorrect
lv: Nepareiza parole

source: Unable to delete account
lv: Nebija iespējams izdzēst kontu

source: Please re-enter your password.
lv: Lūdzu, ievadiet paroli vēlreiz.

source: Sorry, there was an error trying to process your request. Please try again later.
lv: Atvainojiet, Jūsu pieprasījuma apstrādes laikā notika kļūda. Lūdzu mēģiniet vēlreiz.

source: A Password is required
lv: Nepieciešams ievadīt paroli

source: Yes, Delete
lv: Jā, izdzēst

source: We're sorry to see you go! Your account will be deleted shortly.
lv: Mums žēl, ka dodaties prom! Jūsu konts tiks drīzumā izdzēsts.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
lv: Nebija iespējams noteikt, vai Jums pienākas atmaksa, sistēmas kļūdas dēļ. Lūdzu, vēlāk mēģiniet vēlreiz.

source: An error has occurred. Please try again.
lv: Notika kļūda. Lūdzu, mēģiniet vēlreiz.
mn: Алдаа гарлаа. Дахин оролдож үзнэ үү

source: Bookmark this page
lv: Pievienot grāmatzīmi
mn: Энэ хуудсыг хадгалах

source: Required field.
lv: Nepieciešams lauks.
mn: Шаардагдах талбар

source: Please do not use any spaces in this field.
lv: Lūdzu, neizmantojiet atstarpes šajā laukā.
mn: Энэ талбарт зай авахгүй оруулна уу.

source: Please do not use any spaces or special characters in this field.
lv: Lūdzu, neizmantojiet atstarpes vai speciālās rakstzīmes šajā laukā.

source: Pagination
lv: Lappušu numerācija

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
lv: Jūsu pieprasījumu nevarēja pabeigt. Atkārtoti ielādējiet lapu un mēģiniet vēlreiz. Ja problēma atkārtojas, klikšķiniet uz cilnes ‘Palīdzība”, lai ziņotu par problēmu.
mn: Та энэ хэсгийн бүх дасгалыг ажиллаж дуусаагүй байна.

source: Showing {firstIndex} out of {numItems} total
lv: Rāda {firstIndex} no {numItems} kopā

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
lv: Rāda {firstIndex}-{lastIndex} no {numItems} kopā

source: Loading content
lv: Ielādē saturu

source: Your request could not be processed. Refresh the page and try again.
lv: Jūsu pieprasījumu neizdevās apstrādāt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: Some images in this post have been omitted
lv: Daļa attēlu šajā ziņā tika izlaisti

source: image omitted
lv: attēls izlaists

source: You could not be subscribed to this post. Refresh the page and try again.
lv: Neizdevās abonēt šo ziņu. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: You could not be unsubscribed from this post. Refresh the page and try again.
lv: Neizdevās pārtraukt šīs ziņas abonēšanu. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This response could not be marked as an answer. Refresh the page and try again.
lv: Šo reakciju nevarēja atzīmēt kā atbildi. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This response could not be unmarked as an answer. Refresh the page and try again.
lv: Šai reakcijai nevarēja noņemt atbildes atzīmi. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This response could not be marked as endorsed. Refresh the page and try again.
lv: Šo atbildi nevarēja atzīmēt kā apstiprinātu. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This response could not be unendorsed. Refresh the page and try again.
lv: Šai atbildei nevarēja noņemt apstiprinājuma atzīmi. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This vote could not be processed. Refresh the page and try again.
lv: Šo balsojumu nevarēja apstrādāt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be pinned. Refresh the page and try again.
lv: Šo ziņu nevarēja piespraust. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be unpinned. Refresh the page and try again.
lv: Šo ziņu nevarēja atspraust. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be flagged for abuse. Refresh the page and try again.
lv: Šo ziņu nevarēja atzīmēt ziņošanai par pārkāpumu. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be unflagged for abuse. Refresh the page and try again.
lv: Šai ziņai nevarēja noņemt atzīmi ziņošanai par pārkāpumu. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be closed. Refresh the page and try again.
lv: Šo ziņu nevarēja aizvērt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: This post could not be reopened. Refresh the page and try again.
lv: Šo ziņu nevarēja atkārtoti atvērt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: Show Discussion
lv: Parādīt diskusiju
mn: Хэлэлцүүлэг харах

source: Hide Discussion
lv: Paslēpt diskusiju
mn: Хэлэлцүүгийг нуух

source: This discussion could not be loaded. Refresh the page and try again.
lv: Šo diskusiju nebija iespējams ielādēt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: There are no posts in this topic yet.
lv: Šajā tematā vēl nav ziņu.
mn: Энэ сэдвээр хараахан бичлэг оруулаагүй байна.

source: Loading more threads
lv: Ielādē vairāk pavedienus

source: Additional posts could not be loaded. Refresh the page and try again.
lv: Papildus ziņas nebija iespējams ielādēt. Atsvaidziniet lapu un mēģiniet vēlreiz.
mn: Бичлэг нэмэх

source: Current conversation
lv: Pašreizējā saruna

source: Loading posts list
lv: Ielādē ziņu sarakstu

source: No results found for {original_query}. Showing results for {suggested_query}.
lv: Netika atrasti rezultāti {original_query}. Rāda rezultātus {suggested_query}.

source: No posts matched your query.
lv: Neviena ziņa neatbilst Jūsu prasījumam.

source: Show posts by {username}.
lv: Parādīt {username} ziņas.
mn: {username} хэрэглэгчийн бичлэгүүдийг харах

source: The post you selected has been deleted.
lv: Ziņa, kuru Jūs izvēlējāties, ir tikusi dzēsta.

source: Responses could not be loaded. Refresh the page and try again.
lv: Atbildes nebija iespējams ielādēt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: Additional responses could not be loaded. Refresh the page and try again.
lv: Papildus atbildes nebija iespējams ielādēt. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: Showing all responses
lv: Parāda visas atbildes
mn: Бүх хариултыг харах

source: Load all responses
lv: Ielādēt visas atbildes

source: Load next {numResponses} responses
lv: Ielādēt nākamās {numResponses} atbildes

source: Are you sure you want to delete this post?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šo ziņu?

source: Your post will be discarded.
lv: Jūsu ziņojums tiks atmests.

source: anonymous
lv: anonīms
mn: нэр усгүй

source: Are you sure you want to delete this comment?
lv: Vai Jūs esat pārliecināti, ka vēlaties dzēst šo komentāru?

source: This comment could not be deleted. Refresh the page and try again.
lv: Šo komentāru nebija iespējams dzēst. Atsvaidziniet lapu un mēģiniet vēlreiz.

source: Are you sure you want to delete this response?
lv: Vai Jūs esat pārliecināti, ka vēlaties izdzēst šo atbildi?

source: The email address you've provided isn't formatted correctly.
lv: E-pasta adrese, kuru Jūs sniedzāt, nav pareizi formatēta.

source: %(field)s must have at least %(count)d characters.
lv: %(field)s ir jābūt vismaz %(count)d rakstzīmēm.

source: %(field)s can only contain up to %(count)d characters.
lv: %(field)s var saturēt līdz %(count)d rakstzīmēm.

source: Please enter your %(field)s.
lv: Lūdzu, ievadiet Jūsu %(field)s.

source: Drop target image
lv: Nomest mērķa attēlu

source: dragging out of slider
lv: velk ārā no slīdņa

source: dragging
lv: velk

source: dropped in slider
lv: nomests slīdnī

source: dropped on target
lv: nomests uz mērķa

source: %s ago
lv: %s pirms
mn: %s өмнө

source: %s from now
lv: %s no šī brīža

source: less than a minute
lv: mazāk kā minūte

source: about a minute
lv: aptuveni minūte

source: about an hour
lv: aptuveni stunda

source: a day
lv: diena

source: about a month
lv: aptuveni mēnesis

source: about a year
lv: aptuveni gads

source: An unexpected error occurred. Please try again.
lv: Notika neparedzēta kļūda. Lūdzu, mēģiniet vēlreiz.

source: Financial Assistance
lv: Finanšu palīdzība

source: Upset Learner
lv: Neapmierināts audzēknis

source: Teaching Assistant
lv: Mācīšanas asistents

source: Please specify a reason.
lv: Lūdzu, norādiet iemeslu.

source: Something went wrong changing this enrollment. Please try again.
lv: Ar šīs reģistrācijas izmainīšanu kaut kas nogāja greizi. Lūdzu, mēģiniet vēlreiz.

source: Files that you upload must be smaller than 5MB in size.
lv: Failiem, kurus augšupielādējat, jābūt mazākiem par 5MB.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
lv: Failiem, kurus augšupielādējat, jābūt PDF formātā, attēliem jābūt .gif, .jpg, .jpeg, vai .png formātā.

source: Add Attachment
lv: Pievienot pielikumu

source: (Optional)
lv: (Neobligāts)
mn: (Нэмэлт)

source: Remove file
lv: Noņemt failu

source: last activity
lv: pēdējā aktivitāte

source: open slots
lv: atvērtas vietas

source: name
lv: nosaukums
mn: нэр

source: team count
lv: komandu skaits

source: Teams
lv: Komandas
mn: Багууд

source: Create
lv: Izveidot
mn: Үүсгэх

source: Update
lv: Atjaunināt
mn: Шинэчлэх

source: Team Name (Required) *
lv: Komandas nosaukums (Nepieciešams) *

source: A name that identifies your team (maximum 255 characters).
lv: Nosaukums, kas identificē Jūsu komandu (Maksimālais garums 255 rakstzīmes).

source: Team Description (Required) *
lv: Komandas apraksts (Nepieciešams) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
lv: Īss komandas apraksts, lai palīdzētu citiem audzēkņiem saprast komandas mērķus un virzienu (Maksimālais garums 300 rakstzīmes).

source: Language
lv: Valoda
mn: Хэл

source: The language that team members primarily use to communicate with each other.
lv: Valoda, kuru galvenokārt izmanto komandas dalībnieki, komunicējot savā starpā.

source: Country
lv: Valsts
mn: Улс

source: The country that team members primarily identify with.
lv: Valsts, ar kuru galvenokārt identificējas komandas dalībnieki.

source: An error occurred. Please try again.
lv: Notika kļūda. Lūdzu, mēģiniet vēlreiz.

source: Check the highlighted fields below and try again.
lv: Pārbaudiet tālāk iezīmētos laukus un mēģiniet vēlreiz.

source: Enter team name.
lv: Ievadiet komandas nosaukumu.

source: Team name cannot have more than 255 characters.
lv: Komandas nosaukumā nedrīkst būt vairāk par 255 rakstzīmēm.

source: Enter team description.
lv: Ievadiet komandas aprakstu.

source: Team description cannot have more than 300 characters.
lv: Komandas aprakstā nedrīkst būt vairāk par 300 rakstzīmēm.

source: An error occurred while removing the member from the team. Try again.
lv: Notika kļūda, mēģinot izņemt dalībnieku no komandas. Mēģiniet vēlreiz.

source: This team does not have any members.
lv: Šajā komandā nav dalībnieku.

source: Joined %(date)s
lv: Pievienojās %(date)s

source: Last Activity %(date)s
lv: Pēdējā aktivitāte %(date)s

source: Remove this team member?
lv: Noņemt šo komandas dalībnieku?

source: Delete this team?
lv: Vai dzēst šo komandu?

source: Team "{team}" successfully deleted.
lv: Komanda "{team}" dzēsta veiksmīgi.

source: You are not currently a member of any team.
lv: Jūs patlaban neesat nevienas komandas dalībnieks/-ce.

source: and others
lv: un citi

source: An error occurred. Try again.
lv: Notika kļūda. Mēģiniet vēlreiz.

source: Leave this team?
lv: Atstāt šo komandu?

source: Confirm
lv: Apstiprināt
mn: Баталгаажуулах

source: This team is full.
lv: Šī komanda ir pilna.

source: All teams
lv: Visas komandas

source: Teams Pagination
lv: Komandu lapas numerācija

source: Topics
lv: Tēmas

source: Browse
lv: Pārlūkot

source: Your request could not be completed. Reload the page and try again.
lv: Jūsu pieprasījumu neizdevās pabeigt. Pārlādējiet lapu un mēģiniet vēlreiz.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
lv: Jūsu pieprasījumu nevarēja pabeigt servera problēmas dēļ. Pārlādējiet lapu un mēģiniet vēlreiz. Ja problēma atkārtojas, klikšķiniet uz cilnes ‘Palīdzība”, lai ziņotu par problēmu.

source: Team Search
lv: Komandu meklēšana

source: Create a New Team
lv: Izveidot jaunu komandu

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
lv: Izveidot jaunu komandu, ja Jūs nevarat atrast esošu komandu, kurai pievienoties, vai arī ja vēlaties mācīties ar draugiem, kurus pazīstat.

source: Edit Team
lv: Rediģēt komandu

source: If you make significant changes, make sure you notify members of the team before making these changes.
lv: Ja Jūs veicat nozīmīgas izmaiņas, pārliecinieties, ka paziņojat par to citiem komandas dalībniekiem, pirms veicat šīs izmaiņas.

source: Membership
lv: Dalība
mn: Гишүүнчлэл

source: You can remove members from this team, especially if they have not participated in the team's activity.
lv: Jūs varat noņemt dalībniekus no šīs komandas, it sevišķi, ja viņi nav piedalījušies komandas aktivitātēs.

source: Showing results for "{searchString}"
lv: Rāda rezultātus "{searchString}"

source: Search teams
lv: Meklēt komandas

source: All Topics
lv: Visas tēmas
mn: Бүх сэдэв

source: The page "{route}" could not be found.
lv: Lapu "{route}" nebija iespējams atrast.

source: The topic "{topic}" could not be found.
lv: Tematu "{topic}" nebija iespējams atrast.

source: The team "{team}" could not be found.
lv: Komandu "{team}" nebija iespējams atrast.

source: Topic
lv: Temats

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
lv: {browse_span_start}Pārlūkot komandas citos tematos{span_end} vai {search_span_start}meklēt komandas{span_end} šajā tematā. Ja Jūs joprojām nevarat atrast komandu, kurai pievienoties, {create_span_start}izveidojiet jaunu komandu šajā tematā{span_end}.

source: All topics
lv: Visi temati
mn: Бүх сэдэв

source: Insert Hyperlink
lv: Ievietot hipersaiti

source: e.g. 'http://google.com'
lv: piem., 'http://google.com'

source: Link Description
lv: Saites apraksts

source: e.g. 'google'
lv: piem., 'google'

source: Please provide a description of the link destination.
lv: Lūdzu, sniedziet saites galamērķa aprakstu.

source: Insert Image (upload file or type URL)
lv: Ievietojiet attēlu (augšupielādējiet datni vai ievadiet URL).

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
lv: Ievadiet URL vai izmantojiet "Izvēlēties datni" pogu, lai augšupielādētu datni no Jūsu iekārtas. (piem., 'http://example.com/img/clouds.jpg')

source: Image Description
lv: Attēla apraksts

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
lv: Lūdzu, aprakstiet šo attēlu, vai arī apstipriniet, ka tam nav satura vērtības, atzīmējot izvēles rūtiņu.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
lv: piem., 'Debesis ar mākoņiem'. Apraksts ir noderīgs lietotājiem, kuri nevar redzēt attēlu.

source: How to create useful text alternatives.
lv: Kā izveidot noderīgas teksta alternatīvas.

source: This image is for decorative purposes only and does not require a description.
lv: Šis attēls ir tikai dekoratīviem mērķiem, un tam nav vajadzīgs apraksts.

source: Markdown Editing Help
lv: Markdown rediģēšanas palīdzība

source: Please provide a valid URL.
lv: Lūdzu, sniedziet derīgu URL.

source: Bold (Ctrl+B)
lv: Treknraksts (Ctrl+B)

source: Italic (Ctrl+I)
lv: Slīpraksts (Ctrl+I)

source: Hyperlink (Ctrl+L)
lv: Hipersaite (Ctrl+L)

source: Blockquote (Ctrl+Q)
lv: Citāta bloks (Ctrl+Q)

source: Code Sample (Ctrl+K)
lv: Koda paraugs (Ctrl+K)

source: Image (Ctrl+G)
lv: Attēls (Ctrl+G)

source: Numbered List (Ctrl+O)
lv: Numurēts saraksts (Ctrl+O)

source: Bulleted List (Ctrl+U)
lv: Saraksts ar aizzīmēm (Ctrl+U)

source: Heading (Ctrl+H)
lv: Virsraksts (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
lv: Horizontālā mērjosla (Ctrl+R)

source: Undo (Ctrl+Z)
lv: Atsaukt (Ctrl+Z)
mn: Үйлдэл буцаах (Ctrl+Z)

source: Redo (Ctrl+Y)
lv: Atcelt atsaukšanu (Ctrl+Y)
mn: Дахин хийх (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
lv: Atcelt atsaukšanu (Ctrl+Shift+Z)
mn: Дахин хийх (Ctrl+Shift+Z)

source: strong text
lv: izcelts teksts treknrakstā (strong)

source: emphasized text
lv: uzsvērts teksts kursīvā (emphasized)

source: enter link description here
lv: ievadiet saites aprakstu šeit

source: enter code here
lv: ievadiet kodu šeit
mn: Кодоо энд оруулна уу

source: List item
lv: Saraksta vienums

source: Heading
lv: Virsraksts

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
lv: Jūs esat izrakstījušies no sava edX konta. Klikšķiniet ‘Labi’, lai tagad atkal pieslēgtos. Klikšķiniet ‘Atcelt’, lai paliktu šajā lapā (Jums ir atkal jāpiesakās, lai varētu saglabāt Jūsu darbu).

source: Preview this query
lv: Priekšskatīt šo vaicājumu

source: Open Calculator
lv: Atvērt kalkulatoru
mn: Тооны машин Нээх

source: Close Calculator
lv: Aizvērt kalkulatoru
mn: Тооцоолуурыг хаах

source: All subsections
lv: Visas apakšiedaļas

source: All units
lv: Visas aktivitātes

source: Click to change
lv: Klikšķināt, lai mainītu
mn: Дарж өөрчилнө үү

source: Select a chapter
lv: Izvēlieties sadaļu
mn: Бүлэг сонгох

source: Save changes
lv: Saglabāt izmaiņas
mn: Өөрчлөлтийг хадгалах

source: Please enter valid start date and time.
lv: Ievadiet derīgu sākuma datumu un laiku.
mn: Зөв эхлэх огноо болон цагийг оруулна уу

source: Due date cannot be before start date.
lv: Izpildes datums nevar būt pirms sākuma datuma.

source: Enter Due Date and Time
lv: Ievadiet izpildes datumu un laiku

source: Enter Start Date and Time
lv: Ievadiet sākuma datumu un laiku

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
lv: Studenta lietotājvārda/e-pasta laiks ir nepieciešams un nevar būt tukšs. Lūdzu, aizpildiet lietotājvārdu/e-pastu un pēc tam nospiediet "Add to Exception List" pogu.
mn: Суралцагчийн Хэрэглэгчийн нэр/имэйл талбарт утга оруулах шаардлагатай ба хоосон байж болохгүй. Хэрэглэгчийн нэр/имэйл хаягийг оруулаад "Хасалтын жагсаалтанд нэмэх" товчийг дарна уу.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
lv: Studenta lietotājvārda/e-pasta laiks ir nepieciešams un nevar būt tukšs. Lūdzu, aizpildiet lietotājvārdu/e-pastu un pēc tam nospiediet "Padarīt sertifikātu par nederīgu" pogu.
mn: Суралцагчийн хэрэглэгчийн нэр/имэйл талбарт утга оруулах шаардлагатай хоосон байж блохгүй. Хэрэглэгчийн нэр/миэйл-ийг оруулаад дараа нь "Гэрчилгээг хүчингүй болгох" товчийг дарна уу.

source: learners are successfully added to exception list
lv: audzēkņi veiksmīgi pievienoti izņēmuma sarakstam

source: learner is successfully added to the exception list
lv: audzēknis veiksmīgi pievienots izņēmuma sarakstam

source: records are not in correct format and not added to the exception list
lv: ieraksti nav pareizā formātā un netika pievienoti izņēmumu sarakstam

source: record is not in correct format and not added to the exception list
lv: ieraksts nav pareizā formātā un netika pievienots izņēmumu sarakstam

source: learners do not exist in LMS and not added to the exception list
lv: audzēkņi neeksistē LMS un netika pievienoti izņēmumu sarakstam

source: learner does not exist in LMS and not added to the exception list
lv: audzēknis neeksistē LMS un netika pievienots izņēmumu sarakstam

source: learners are already white listed and not added to the exception list
lv: audzēkņi jau ir baltajā sarakstā un netika pievienoti izņēmumu sarakstam

source: learner is already white listed and not added to the exception list
lv: audzēknis jau ir baltajā sarakstā un netika pievienots izņēmumu sarakstam

source: learners are not enrolled in course and not added to the exception list
lv: audzēkņi nav reģistrējušies kursā un netika pievienoti izņēmumu sarakstam

source: learner is not enrolled in course and not added to the exception list
lv: audzēknis nav reģistrējies kursā un netika pievienots izņēmumu sarakstam

source: Uploaded file issues. Click on "+" to view.
lv: Augšupielādētās datnes problēmas. Klikšķiniet uz "+" lai skatītu.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
lv: Lietotāja <%= user %> sertifikāts jau ir atzīts par spēkā neesošu. Lūdzu, pārbaudiet Jūsu pareizrakstību un mēģiniet vēlreiz.

source: Certificate has been successfully invalidated for <%= user %>.
lv: Sertifikāts veiksmīgi padarīts par spēkā neesošu lietotājam <%= user %>.

source: Server Error, Please refresh the page and try again.
lv: Servera kļūda, lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
lv: Sertifikāts šim audzēknim tika atkārtoti validēts, un sistēmā tiek atkārtoti izpildīti vērtējumi šim audzēknim.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
lv: Nebija iespējams sarakstā atrast sertifikāta padarīšanu par spēkā neesošu. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz

source: Student Removed from certificate white list successfully.
lv: Students veiksmīgi izņemts no sertifikātu baltā saraksta.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
lv: Nebija iespējams baltajā sarakstā atrast sertifikāta izņēmumu. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz

source: There has been an error processing your survey.
lv: Notika kļūda, apstrādājot Jūsu aptauju.

source: More
lv: Vēl
mn: Илүү

source: Less
lv: Mazāk
mn: Бага байна

source: HTML preview of post
lv: Ziņas HTML priekšskatījums

source: Your question or idea (required)
lv: Jūsu jautājums vai ideja (nepieciešams)

source: Please enter a valid donation amount.
lv: Lūdzu, ievadiet derīgu ziedojuma summu.

source: Your donation could not be submitted.
lv: Nebija iespējams iesniegt Jūsu ziedojumu.

source: You will be refunded the amount you paid.
lv: Jums tiks atgriezta samaksātā summa.
