Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: A non-root note must always have a slug.
nl_nl: Een non-root nota moet altijd een slug hebben.
sk: Príspevok, ktorý nie je hlavný článok, musí mať vždy čitateľný odkaz.

source: There is already a root node on %s
nl_nl: Er bestaat reeds een root node op %s.
sk: Už existuje koreňový uzol na %s

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
nl_nl: Artikels waarvan de parent verwijderd is. =============================== De ouderartikels van deze artikelen zijn verwijderd. Deze worden best aan een ander artikel toegewezen.
sk: Články, ktoré prišli o rodičov =============================== Deti tohto článku prišli o svojich rodičov. Asi by ste im mali nájsť nový domov.

source: Lost and found
nl_nl: Verloren voorwerpen
sk: Straty a nálezy

source: A short summary of what the file contains
nl_nl: Een korte samenvatting van wat het bestand bevat
sk: Krátky popis toho, čo súbor obsahuje

source: Yes I am sure...
nl_nl: Ja ik weet het zeker...
sk: Áno, som si istý/á...

source: Click to download file
nl_nl: Klik om het bestand te downloaden
sk: Kliknite pre prevzatie súboru

source: The revision of this attachment currently in use (on all articles using the attachment)
nl_nl: De herziening van de bijlage die momenteel gebruikt wordt (voor alle artikels die deze bijdrage gebruiken)
sk: Revízia tejto prílohy sa aktuálne používa (vo všetkých článkoch, ktoré využívajú túto prílohu)

source: original filename
nl_nl: oorspronkelijke bestandsnaam
sk: pôvodný názov súboru

source: attachment
nl_nl: bijlage
sk: príloha

source: attachments
nl_nl: bijlagen
sk: prílohy

source: file
nl_nl: bestand
sk: súbor

source: attachment revision
nl_nl: herziene bijlage
sk: revízia prílohy

source: attachment revisions
nl_nl: herziene bijlagen
sk: revízie prílohy

source: %s was successfully added.
nl_nl: %s is succesvol toegevoegd
sk: %s bol úspešne pridaný.

source: Your file could not be saved: %s
nl_nl: Uw bestand kon niet worden opgeslagen: %s
sk: Súbor nebolo možné uložiť: %s

source: Your file could not be saved, probably because of a permission error on the web server.
nl_nl: Uw bestand kon niet worden opgeslagen, waarschijnlijk door een fout in de permissies op de webserver.
sk: Súbor nebolo možné uložiť, pravdepodobne pre chybu s povolením na webovom serveri.

source: %s uploaded and replaces old attachment.
nl_nl: %s werd opgeladen en vervangt de oude bijlage.
sk: %s bola odovzdaná a nahrádza starú prílohu.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
nl_nl: Uw nieuwe bestand zal automatisch hernoemd worden om overeen te komen met het reeds bestaande. Bestanden met verschillende extensies zijn niet toegestaan.
sk: Váš súbor bude automaticky premenovaný, aby zodpovedal už prítomnému súboru. Súbory s rôznymi príponami nie sú prípustné.

source: Current revision changed for %s.
nl_nl: Huidige herziening werd gewijzigd voor %s.
sk: Aktuálna revízia pre %s bola zmenená.

source: Added a reference to "%(att)s" from "%(art)s".
nl_nl: Referentie naar "%(att)s" vanaf "%(art)s" werd toegevoegd.
sk: Pridaná referencia na "%(att)s" z "%(art)s".

source: The file %s was deleted.
nl_nl: Het bestand %s werd verwijderd.
sk: Súbor %s bol odstránený.

source: This article is no longer related to the file %s.
nl_nl: Dit artikel is niet langer gerelateerd aan bestand %s.
sk: Tento článok už nie je viac prepojený so súborom %s.

source: A file was changed: %s
nl_nl: Een bestand is gewijzigd: %s
sk: Súbor bol zmenený: %s

source: A file was deleted: %s
nl_nl: Een bestand is verwijderd: %s
sk: Súbor bol odstránený: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
nl_nl: In andere artikelen kan naar het bestand worden verwezen. Als u het verwijdert, raken ze hun verwijzingen naar dit bestand kwijt. De volgende artikelen verwijzen naar dit bestand:

source: Delete it!
nl_nl: Verwijder het!

source: Remove
nl_nl: Verwijder
sk: Vymazať

source: You can remove a reference to a file, but it will retain its references on other articles.
nl_nl: U kunt een verwijzing naar een bestand verwijderen, maar het behoudt zijn verwijzingen in andere artikelen.

source: Remove reference
nl_nl: Verwijder referentie

source: History of
nl_nl: Geschiedenis van

source: User
nl_nl: Gebruiker
sk: Používateľ

source: File
nl_nl: Bestand
sk: Súbor

source: Action
nl_nl: Actie

source: <em>No description</em>
nl_nl: <em>Geen omschrijving</em>

source: Use this!
nl_nl: Gebruik dit!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
nl_nl: Als u een bijlage vervangt, voegt u een nieuw bestand toe dat in de plaats zal worden gebruikt. Alle verwijzingen naar het bestand worden vervangen door degene die u uploadt en het bestand wordt gedownload als <strong>%(filename)s</strong>. Houd er rekening mee dat deze bijlage wordt gebruikt voor andere artikelen, u kunt de inhoud vervormen. Aarzel echter niet om hier gebruik van te maken en vervang de genoemde artikelen waar nodig. Deze manier van werken is efficiënter....

source: Articles using
nl_nl: Artikelen met

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
nl_nl: Als u een bijlage vervangt, voegt u een nieuw bestand toe dat in de plaats zal worden gebruikt. Alle verwijzingen naar het bestand worden vervangen door degene die u uploadt en het bestand wordt gedownload als.<strong>%(filename)s</strong>.

source: Upload replacement
nl_nl: Vervang upload

source: Add file to
nl_nl: Voeg bestand toe aan

source: Add attachment from other article
nl_nl: Voeg een bijlage toe vanuit een ander artikel

source: Main article
nl_nl: Hoofdartikel

source: Add to article
nl_nl: Voeg toe aan artikel

source: Your search did not return any results
nl_nl: Uw zoekopdracht heeft geen resultaten opgeleverd

source: Adding new articles
nl_nl: Nieuwe artikelen toevoegen

source: An external link
nl_nl: Een externe link

source: Headers
nl_nl: Kopteksten
sk: Hlavičky

source: Use these codes for headers and to automatically generate Tables of Contents.
nl_nl: Gebruik deze codes voor headers en om automatisch inhoudsopgaven te genereren.

source: Typography
nl_nl: Typografie

source: Lists
nl_nl: Lijsten

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
nl_nl: Nieuwe afbeelding %s is succesvol opgeladen. U kan het gebruiken door het te selecteren uit de lijst van beschikbare afbeeldingen.
sk: Nový obrázok %s bol úspešne odovzdaný. Môžete ho použiť tak, že ho vyberiete zo zoznamu dostupných obrázkov.

source: Are you sure?
nl_nl: Weet u het zeker?
sk: Ste si istí?

source: image
nl_nl: afbeelding
sk: obrázok

source: images
nl_nl: afbeeldingen
sk: obrázky

source: Image: %s
nl_nl: Afbeelding: %s
sk: Obrázok: %s

source: Current revision not set!!
nl_nl: Huidige herziening is niet ingegeven!!
sk: Aktuálna revízia nie je nastavená!!

source: image revision
nl_nl: Herziene afbeelding
sk: revízia obrázka

source: image revisions
nl_nl: herziene afbeeldingen
sk: revízie obrázka

source: Image Revsion: %d
nl_nl: Herziening afbeelding: %d
sk: Revízia obrázka: %d

source: %s has been restored
nl_nl: %s werd hersteld
sk: %s bol obnovený

source: %s has been marked as deleted
nl_nl: %s is aangeduid als verwijderd
sk: %s bol označený ako odstránený

source: %(file)s has been changed to revision #%(revision)d
nl_nl: %(file)s is gewijzigd naar herziening #%(revision)d
sk: %(file)s bol zmenený na revíziu #%(revision)d

source: %(file)s has been saved.
nl_nl: %(file)s werd opgeslaan
sk: %(file)s bol uložený.

source: Images
nl_nl: Afbeeldingen
sk: Obrázky

source: An image was added: %s
nl_nl: Een afbeelding werd toegevoegd: %s
sk: Bol pridaný obrázok: %s

source: Back to edit page
nl_nl: Terug naar pagina bewerken

source: No file
nl_nl: Geen bestand

source: Upload new image
nl_nl: Upload nieuwe afbeelding

source: Restore image
nl_nl: Herstel afbeelding

source: Remove image
nl_nl: Verwijder afbeelding

source: Completely delete
nl_nl: Volledig verwijderen

source: Revert to this version
nl_nl: Terugkeren naar deze versie

source: There are no images for this article.
nl_nl: Er zijn geen afbeeldingen voor dit artikel

source: Remove it completely!
nl_nl: Verwijder het volledig!

source: Image not found
nl_nl: Afbeelding niet gevonden

source: Replace image
nl_nl: Vervang afbeelding

source: Choose an image file to replace current image.
nl_nl: Kies een afbeelding bestand om de huidige afbeelding te vervangen.

source: Image id
nl_nl: Afbeelding id

source: Insert
nl_nl: Invoegen
sk: Vložiť

source: No images found for this article
nl_nl: Geen afbeelding gevonden voor dit artikel

source: Manage images
nl_nl: Afbeeldingen beheren

source: Add new image
nl_nl: Voeg nieuwe afbeelding toe

source: Add image
nl_nl: Voeg afbeelding toe

source: You do not have permissions to add images.
nl_nl: U heeft geen toestemming om afbeeldingen toe te voegen.

source: How to use images
nl_nl: Zo gebruikt u afbeeldingen

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
nl_nl: Typ iets uit de titel van een andere wikipagina en automatisch aanvullen helpt je bij het maken van een tag voor je wikilink. Tags voor links zien er als volgt uit:

source: Notifications
nl_nl: Notificaties
sk: Oznámenia

source: When this article is edited
nl_nl: Wanneer dit artikel bewerkt wordt
sk: Keď je tento článok upravovaný

source: Also receive emails about article edits
nl_nl: Ontvang e-mails over bewerkingen van het artikel
sk: Prijímať tiež emaily o upravovanom článku

source: Your notification settings were updated.
nl_nl: Uw notificatie-instellingen werden aangepast
sk: Vaše nastavenia oznámení boli aktualizované.

source: Your notification settings were unchanged, so nothing saved.
nl_nl: Uw notificatie-instellingen waren ongewijzigd, er is niets opgeslaan.
sk: Vaše nastavenia oznámení neboli zmenené, takže sa nič neuložilo.

source: %(user)s subscribing to %(article)s (%(type)s)
nl_nl: %(user)s schreven in op %(article)s (%(type)s)
sk: %(user)s odoberá %(article)s (%(type)s)

source: Article deleted: %s
nl_nl: Artikel verwijderd: %s
sk: Článok odstránený: %s

source: Article modified: %s
nl_nl: Artikel aangepast: %s
sk: Článok upravený: %s

source: New article created: %s
nl_nl: Nieuw artikel aangemaakt: %s
sk: Vytvorený nový článok: %s

source: notifications
nl_nl: Meldingen

source: No notifications
nl_nl: Geen meldingen

source: Search...
nl_nl: Zoek...
sk: Hľadať...

source: Sign up
nl_nl: Registreer

source: Article deleted
nl_nl: Artikel verwijderd

source: Article Deleted
nl_nl: Artikel verwijderd

source: The article you were looking for has been deleted.
nl_nl: Het artikel dat u zocht, is verwijderd

source: Up one level
nl_nl: Een level omhoog

source: clear
nl_nl: Duidelijk

source: is,are
nl_nl: is, zijn

source: Last modified
nl_nl: Laatst gewijzigd

source: and
nl_nl: en

source: Source of
nl_nl: Bron van

source: This article is currently locked for editing.
nl_nl: Dit artikel is momenteel vergrendeld voor bewerking.

source: Please log in
nl_nl: Log in a.u.b.
sk: Prosím, prihláste sa

source: Log me in...
nl_nl: Log mij in...

source: Don't have an account?
nl_nl: Nog geen account?

source: Sign me up...
nl_nl: Registreer mij...

source: Create root article
nl_nl: Creëer hoofdartikel

source: Congratulations!
nl_nl: Gefeliciteerd!

source: Root article
nl_nl: Hoofdartikel

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
nl_nl: U moet <a href="%(login_url)s">inloggen</a> of <a href="%(signup_url)s">registreren</a> om deze functie te gebruiken.

source: You need to log in og sign up to use this function.
nl_nl: U moet inloggen of registreren om deze functie te gebruiken.

source: View Source
nl_nl: Bekijk de bron

source: ...and more
nl_nl: ...en meer

source: Browse articles in this level
nl_nl: Blader door artikelen in dit niveau

source: New article below
nl_nl: Nieuw artikel hieronder

source: by
nl_nl: door

source: restored
nl_nl: hersteld

source: unlocked
nl_nl: ontgrendeld

source: You are now sign up... and now you can sign in!
nl_nl: U bent nu geregistreerd ... U kan zich nu aanmelden!
sk: Teraz ste zaregistrovaný... a môžete sa prihlásiť!

source: You are no longer logged in. Bye bye!
nl_nl: U bent niet langer aangemeld. Tot ziens!
sk: Už nie ste dlhšie prihlásení. Do videnia!

source: You are now logged in! Have fun!
nl_nl: U bent nu aangemeld! Veel plezier!
sk: Teraz ste prihlásení! Bavte sa!

source: New article '%s' created.
nl_nl: Nieuw artikel '%s' aangemaakt.
sk: Nový článok '%s' bol vytvorený.

source: There was an error creating this article: %s
nl_nl: Er is een fout opgetreden bij het aanmaken van dit artikel: %s
sk: Pri vytváraní článku nastala chyba: %s

source: There was an error creating this article.
nl_nl: Er is een fout opgetreden bij het aanmaken van dit artikel.
sk: Pri vytváraní článku nastala chyba.

source: This article cannot be deleted because it has children or is a root article.
nl_nl: Dit artikel kan niet verwijderd worden omdat het kinderen heeft of een root artikel is.
sk: Tento článok nie je možné odstrániť, pretože má deti alebo je to hlavný - koreňový - článok.

source: This article together with all its contents are now completely gone! Thanks!
nl_nl: Dit artikel en zijn inhoud zijn volledig verwijderd. Bedankt!
sk: Tento článok ako aj všetok jeho obsah je teraz úplne preč! Ďakujeme!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
nl_nl: Artikel "%s" is nu aangegeven als verwijderd! bedankt om de site te vrijwaren van ongewenst materiaal!
sk: Článok "%s" je teraz označený ako odstránený! Ďakujeme, že zbavujete stránku neželaného obsahu!

source: Your changes were saved.
nl_nl: Uw wijzigingen zijn opgeslagen.
sk: Vaše zmeny sa uložili.

source: Restoring article
nl_nl: Artikel herstellen
sk: Obnovuje sa článok

source: The article "%s" and its children are now restored.
nl_nl: Artikel "%s" en zijn kinderen zijn succesvol hersteld.
sk: Článok "%s" a jeho deti sú teraz obnovené.

source: The article %(title)s is now set to display revision #%(revision_number)d
nl_nl: Artikel %(title)s is ingesteld om herziening #%(revision_number)d weer te geven
sk: Článok %(title)s teraz zobrazuje revíziu #%(revision_number)d

source: New title
nl_nl: Nieuwe titel
sk: Nový nadpis

source: Merge between Revision #%(r1)d and Revision #%(r2)d
nl_nl: Samenvoeging van Herziening #%(r1)d en Herziening #%(r2)d
sk: Zlúčiť revíziu #%(r1)d a revíziu #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
nl_nl: Een nieuwe herziening werd opgemaakt: Samenvoeging van Herziening #%(r1)d en Herziening #%(r2)d
sk: Bola vytvorená nová revízia: Zlúčiť revíziu #%(r1)d a revíziu #%(r2)d

# month name
source: April
sk: Apríl

source: Editor
sk: Redaktor

source: Contact
sk: Kontakt

source: Open Response Assessment
sk: Úloha s otvorenou odpoveďou

source: Syllabus
sk: Učebná osnova

source: User does not exist.
sk: Používateľ neexistuje.

source: Birth Year
sk: Rok narodenia

source: Membership
sk: Členstvo

source: Teams
sk: Tímy

source: Student
sk: Študent

source: Content Groups
sk: Obsahové skupiny

source: Deleted Group
sk: Zmazaná skupina

source: Item is already present in target location.
sk: Položka je už dostup

source: Status
sk: Stav

source: Error:
sk: Chyba:

source: Details
sk: Podrobnosti

source: Account
sk: Účet

source: Help
sk: Pomocník

source: Dashboard
sk: Palubná doska

source: Download CSV
sk: Prevziať CSV

source: Type
sk: Typ

source: Benefits of a Verified Certificate
sk: Výhody overeného certifikátu

source: Audit This Course (No Certificate)
sk: Sledovať tento kurz (Žiaden certifikát)

source: Verify Now
sk: Overiť teraz

source: Professional
sk: Profesionálnych

source: Master's
sk: Magister

source: Code
sk: Kód

source: Admin
sk: Administrátor

source: Score
sk: Skóre

source: Task Status
sk: Stav úlohy

source: Return to Your Dashboard
sk: Vrátiť sa do vašej Palubnej dosky

source: Attribution
sk: Prisúdenie

source: Share Alike
sk: Zdieľať podobné

source: Create Re-run
sk: Vytvoriť reprízu

source: Collapse All Sections
sk: Zbaliť všetky sekcie

source: Expand All Sections
sk: Rozbaliť všetky sekcie

source: More than Just Lectures
sk: VIac než len prednášky

source: We need to verify your email address
sk: Potrebujeme overiť vašu emailovú adresu

source: Course Credit Requirements
sk: Požiadavky pre získanie kreditu z kurzu

source: Slug
sk: čitateľný odkaz

source: object ID
sk: ID objektu

source: slug
sk: čitateľný odkaz

source: Download
sk: Prevziať

source: Links
sk: Odkazy

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
sk: Po overení svojej totožnosti a kontrole pokynov pre skúšky v programe Proctortrack budete presmerovaní späť na túto stránku.
