Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
nl_nl: U ontvangt een activering email. U moet op de activering link klikken om het proces af te ronden. Ziet u de email niet? Controleer dan uw spam/reclame folder en markeer emails van class.stanford.edu als 'geen reclame', om emails van uw cursussen te kunnen ontvangen.

source: Need Help?
nl_nl: Hulp nodig?
sk: Potrebujete pomoc?

source: Need help in registering with {platform_name}?
nl_nl: Heeft u hulp nodig met het registreren bij {platform_name}?

source: View our FAQs for answers to commonly asked questions.
nl_nl: Bekijk onze FAQs voor antwoorden op veel gestelde vragen.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
nl_nl: Eenmaal geregistreerd, kunnen de meeste vragen worden beantwoord in de cursus specifieke discussie fora, of door middel van de veelgestelde vragen 'FAQs'.

source: Thank you for signing up for {platform_name}.
nl_nl: Bedankt voor het aanmelden op {platform_name}.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
nl_nl: Als u dit niet aangevraagd heeft, dan hoeft u niets te doen; U ontvangt geen email meer van ons. Reageer a.u.b. niet op deze email; Als u hulp nodig heeft, controleer het 'over' gedeelte van de {platform_name} Cursus web site.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
nl_nl: Hiermee bevestigen wij dat u het e-mailadres gekoppeld met {platform_name} van {old_email} naar {new_email} heeft gewijzigd. Als u dit verzoek niet heeft gedaan, neemt u a.u.b. contact op met ons op

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
nl_nl: We hebben een verzoek tot wijzigen ontvangen van het e-mailadres gekoppeld met uw {platform_name} account. Van {old_email} naar {new_email}. Als dit correct is, bevestig dan uw nieuwe e-mail adres door te gaan naar:

source: The page that you were looking for was not found.
nl_nl: De pagina die u zocht is niet gevonden.
sk: Stránka, ktorú ste hľadali, nebola nájdená.

source: Go back to the {homepage}.
nl_nl: Ga terug naar de {homepage}.

source: {studio_name} Server Error
nl_nl: {studio_name} Serverfout

source: The {em_start}{studio_name}{em_end} servers encountered an error
nl_nl: De {em_start}{studio_name}{em_end} servers staan in fout.

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
nl_nl: Er is een fout opgetreden in {studio_name} en de pagina kan niet worden geladen. Probeer het over enkele ogenblikken opnieuw.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
nl_nl: We hebben de fout geregistreerd en ons personeel is momenteel bezig om deze fout zo snel mogelijk op te lossen.

source: Files & Uploads
nl_nl: Documenten & Uploads

source: This module is not enabled.
nl_nl: Deze module is niet ingeschakeld.

source: This course does not use a mode that offers certificates.
nl_nl: Deze cursus gebruikt geen mode die certificaten aanbied.

source: Working with Certificates
nl_nl: Werken met certificaten

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
nl_nl: Specifieer een cursustitel die op het certificaat gebruikt wordt als de officiële cursustitel te lang is om op het certificaat te plaatsen.

source: For verified certificates, specify between one and four signatories and upload the associated images.
nl_nl: Voor geverifieerde certificaten moeten één tot vier ondertekenaars worden aangeduid en bijhorende afbeelding worden opgeladen.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
nl_nl: Om een certificaat aan te passen of te verwijderen alvorens het geactiveerd is, ga naar de rechterbovenhoek en selecteer {em_start}Edit{em_end} of het verwijder icoon.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
nl_nl: Om een voorbeeldcertificaat te zien, kies een cursus mode en selecteer {em_start}Preview Certificate{em_end}.

source: Issuing Certificates to Learners
nl_nl: Verdelen van de certificaten aan de studenten

source: Learn more about certificates
nl_nl: Meer vernemen over certificaten

source: Grading
nl_nl: Beoordeling

source: Course Team
nl_nl: Cursus Team

source: Advanced Settings
nl_nl: Geavanceerde instellingen

source: Checklists
nl_nl: Controlelijsten

source: Tools
nl_nl: Gereedschappen
sk: Nástroje

source: Duplicate
nl_nl: Duplicaat

source: Duplicate this component
nl_nl: Dupliceer deze component

source: Delete this component
nl_nl: Verwijder deze component

source: Drag to reorder
nl_nl: Slepen om te herordenen

source: Adding components
nl_nl: Componenten toevoegen

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
nl_nl: Selecteer het componenttype via {strong_start}Add New Component{strong_end}. Daarna het sjabloon selecteren

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
nl_nl: De nieuwe component wordt onderaan de pagina of groep toegevoegd. Daarna kan de component gewijzigd of verplaatst worden.

source: Editing components
nl_nl: Component wijzigen

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
nl_nl: Druk op het {strong_start}Edit{strong_end} ikoon in een component om de inhoud ervan te wijzigen.

source: Reorganizing components
nl_nl: Componenten reorganiseren

source: Required Information to Create a re-run of a course
nl_nl: Vereiste informatie om een herhaling van een cursus te maken

source: Organization
nl_nl: Organisatie
sk: Organizácia

source: New Update
nl_nl: Nieuwe Update

source: New Section
nl_nl: Nieuwe sectie

source: View Live
nl_nl: Bekijk live
sk: Zobraziť aktuálne údaje

source: Pages
nl_nl: Paginas

source: New Page
nl_nl: Nieuwe pagina

source: Show this page
nl_nl: Toon deze pagina

source: Show/hide page
nl_nl: Toon/verberg deze pagina

source: Add a New Page
nl_nl: Voeg een nieuwe pagina toe

source: What are pages?
nl_nl: Wat zijn de pagina's?

source: Custom pages
nl_nl: Aangepaste paginas

source: You can create and edit custom pages to provide students with additional course content. For example, you can create pages for the grading policy, course slides, and a course calendar.
nl_nl: U kunt aangepaste paginas aanmaken en bewerken om uw studenten van additioneel cursusmateriaal te voorzien. U kunt bijvoorbeeld paginas aanmaken voor het beoordelingsbeleid, de dias van de cursus en de kalender van de cursus.

source: How do pages look to students in my course?
nl_nl: Hoe zien paginas eruit voor studenten van mijn cursus?

source: Students see the default and custom pages at the top of your course and use these links to navigate.
nl_nl: Studenten zien de standaard en aangepaste pagina bovenaan uw cursus en gebruiken deze verwijzingen om te navigeren.

source: See an example
nl_nl: Bekijk een voorbeeld

source: Pages in Your Course
nl_nl: Paginas in uw curus

source: Internal Server Error
nl_nl: Interne server fout

source: The Page You Requested Page Cannot be Found
nl_nl: De pagina die u heeft opgevraagd, kan niet worden gevonden.

source: Back to dashboard
nl_nl: Terug naar het dashboard

source: User Data
nl_nl: Gebruikers gegevens

source: Export to Git
nl_nl: Exporteer naar Git

source: Export Failed
nl_nl: Exporteren mislukt

source: Export Succeeded
nl_nl: Exporteren voltooid

source: Welcome
nl_nl: Welkom
sk: Vitajte

source: Welcome to {studio_name}
nl_nl: Welkom bij {studio_name}

source: {studio_name} works like web applications you already know, yet understands how you build curriculum. Instant publishing to the web when you want it, incremental release when it makes sense. And with co-authors, you can have a whole team building a course, together.
nl_nl: {studio_name} werkt als webapplicaties die u al kent, maar begrijpt hoe u een curriculum opbouwt. Direct publiceren op internet wanneer u dat wilt, incrementele release wanneer dat zinvol is. En met co-auteurs kun je een heel team samen aan een cursus laten bouwen.

source: Work in Teams
nl_nl: Werk in Teams
sk: Pracovať v tímoch

source: Sign Up for {studio_name} Today!
nl_nl: Schrijft u zich vandaag nog in op {studio_name}!

source: Already have a {studio_name} Account? Sign In
nl_nl: Heeft u al een {studio_name} account? log dan in

source: File Chosen:
nl_nl: Gekozen bestand:

source: Course Import Status
nl_nl: Importstatus van cursus

source: Unpacking
nl_nl: Uitpakken

source: Reviewing semantics, syntax, and required data
nl_nl: Semantiek, syntaxis en verplichte gegevens herzien

source: Create a New Course
nl_nl: Maak een nieuwe cursus
sk: Vytvoriť nový kurz

source: Required Information to Create a New Course
nl_nl: Vereiste informatie om een nieuwe cursus te maken

source: Create
nl_nl: Creëren
sk: Vytvoriť

source: Required Information to Create a New Library
nl_nl: Vereiste informatie om een nieuwe bibliotheek te maken

source: Libraries
nl_nl: Bibliotheken

source: Create Your First Library
nl_nl: Maak uw eerste bibliotheek aan

source: Getting Started with {studio_name}
nl_nl: Starten met {studio_name}

source: Thanks for signing up, {name}!
nl_nl: Bedankt voor het aanmelden, {name}.

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
nl_nl: Bijna klaar! Om uw aanmelding te voltooien, moet u uw e-mailadres ({email}) verifiëren. Een activeringsemail en de volgende stappen zouden daar op u moeten wachten.

source: Need help?
nl_nl: Hulp nodig?

source: New Team Member
nl_nl: Nieuw teamlid
sk: Nový člen tímu

source: Add User
nl_nl: Gebruiker toevoegen

source: Adding team members makes course authoring collaborative. Users must be signed up for {studio_name} and have an active account.
nl_nl: Door teamleden toe te voegen, werkt het samenstellen van cursussen. Gebruikers moeten zijn aangemeld voor {studio_name} en een actief account hebben.

source: Grant other members of your course team access to this library. New library users must have an active {studio_name} account.
nl_nl: Geef andere leden van uw cursusteam toegang tot deze bibliotheek. Nieuwe bibliotheekgebruikers moeten een actief {studio_name} -account hebben.

source: Schedule & Details
nl_nl: Schema & Details

source: Basic Information
nl_nl: Basisinformatie

source: Steps required to earn course credit
nl_nl: Stappen die nodig zijn om cursuskrediet te verdienen

source: ID Verification
nl_nl: ID Controle

source: Course Start Date
nl_nl: Startdatum Cursus
sk: Dátum začiatku kurzu

source: Course End Date
nl_nl: Einddatum Cursus
sk: Dátum ukončenia kurzu:

source: Course Title
nl_nl: Cursustitel

source: Learning Outcomes
nl_nl: Leerresultaten

source: None
nl_nl: Geen
sk: Žiadne

source: Your policy changes have been saved.
nl_nl: Uw beleidswijzigingen zijn opgeslagen.
sk: Zmeny politiky boli uložené.

source: Show Deprecated Settings
nl_nl: Toon oude instellingen
sk: Zobraziť zastarané nastavenia

source: What can I do on this page?
nl_nl: Wat kan ik op deze pagina doen?

source: Course Video Settings
nl_nl: Cursusvideo-instellingen

source: Confirm
nl_nl: Bevestigen
sk: Potvrdiť

source: previous
nl_nl: vorige

source: next
nl_nl: volgende

source: Required data to force publish course.
nl_nl: Verplichte gegevens om publicatie van de cursus te forceren.

source: Thanks for activating your account.
nl_nl: Bedankt voor het activeren van uw account.
sk: Vďaka za aktivovanie účtu.

source: This account has already been activated.
nl_nl: Dit account is al geactiveerd.
sk: Tento účet je už aktivovaný.

source: Visit your {link_start}dashboard{link_end} to see your courses.
nl_nl: Bekijk uw {link_start}dashboard{link_end} om uw cursussen te bekijken.
sk: Navštívte svoj {link_start} hlavný panel{link_end} aby ste videli Vaše kurzy.

source: Activation Invalid
nl_nl: Activatie Ongeldig
sk: Aktivácia je neplatná

source: Current Course:
nl_nl: Huidige cursus:

source: Course Navigation
nl_nl: Cursus Navigatie

source: Outline
nl_nl: Omschrijving

source: Import
nl_nl: Importeer

source: Export
nl_nl: Exporteer

source: Account Navigation
nl_nl: Accountnavigatie

source: Sign Up
nl_nl: Registreren

source: Heading
nl_nl: Kop

source: Explanation
nl_nl: Uitleg

source: Currently signed in as:
nl_nl: Momenteel aangemeld als:

source: Maintenance
nl_nl: Onderhoud

source: Wiki notifications
nl_nl: Wiki notificaties

source: Wiki images
nl_nl: Wiki afbeeldingen

source: Wiki attachments
nl_nl: Wiki bijlagen

source: Only localhost... muahahaha
nl_nl: Enkel localhost... Muahahaha
sk: Len localhost... muahahaha

source: Initial title of the article. May be overridden with revision titles.
nl_nl: Oorspronkelijke titel van het artikel. Kan overschreven worden bij herzieningen.
sk: Počiatočný nadpis článku. Môže byť nahradený zrevidovaným nadpisom.

source: Type in some contents
nl_nl: Schrijf inhoud.
sk: Napíšte sem nejaký obsah

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
nl_nl: Dit is enkel de initiële inhoud van uw artikel. Nadat deze gecreëerd is, kan u complexere zaken zoals plugins, meta data en gerelateerde artikels toevoegen.
sk: Toto je len počiatočný obsah vášho článku. Potom ako ho vytvoríte, je možné využiť zložitejšie funkcie, ako napríklad pridávanie zásuvných modulov, metadát, súvisiacich článkov atď...

source: Contents
nl_nl: Inhoud
sk: Obsah

source: Summary
nl_nl: Samenvatting
sk: Zhrnutie

source: Give a short reason for your edit, which will be stated in the revision log.
nl_nl: Geef een korte motivatie voor de bewerking. Deze zal worden opgeslagen in het revisie-logbestand.
sk: Uveďte krátky dôvod pre túto úpravu, ktorý bude uvedený v revíznom denníku.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
nl_nl: Terwijl u aan het bewerken was heeft iemand de herziening gewijzigd. Uw tekst werd automatisch samengevoegd aan de nieuwe inhoud. Gelieve deze tekst onderaan na te lezen.
sk: Zatiaľ čo ste upravovali tento článok, niekto iný zmenil revíziu. Vami vytvorený obsah bol automaticky zlúčený s novým obsahom. Skontrolujte, prosím, text uvedený nižšie.

source: No changes made. Nothing to save.
nl_nl: Er werden geen wijzigingen aangebracht. Er wordt niets opgeslaan.
sk: Neboli vykonané žiadne zmeny. Nie je potrebné nič uložiť.

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
nl_nl: Op dit adres kan uw artikel gevonden worden. Gebruik enkel alafanumerieke tekens en - of _. U kan de slug wijzigen nadat u het artikel gecreëerd hebt.
sk: Toto bude adresa, kde nájdete váš článok. Používajte len znaky abecedy a - alebo _. Pre doplnenie vedzte, že tento čitateľný odkaz nie je možné po vytvorení príspevku už viac meniť.

source: Write a brief message for the article's history log.
nl_nl: Schrijf een kort bericht voor het logboek van het artikel.
sk: Napíšte krátku správu pre denník histórie článku.

source: A slug may not begin with an underscore.
nl_nl: Een slug mag niet beginnen met een underscore.
sk: Čitateľný odkaz nesmie začínať podčiarkovníkom.

source: A deleted article with slug "%s" already exists.
nl_nl: Er bestaat reeds een verwijderd artikel met slug "%s".
sk: Odstránený článok s čitateľným odkazom "%s" už existuje.

source: A slug named "%s" already exists.
nl_nl: Een slug met naam "%s" bestaat reeds.
sk: Čitateľný odkaz "%s" už existuje.

source: Yes, I am sure
nl_nl: Ja, ik weet het zeker
sk: Áno, som si istý/á

source: Purge
nl_nl: Vernietigen
sk: Čistenie

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
nl_nl: Vernietig het artikel: verwijder de volledige inhoud zonder dat dit ongedaan kan worden gemaakt. Vernietigen is een goed idee wanneer u de slug vrij wilt maken zodat gebruikers een nieuw artikel kunnen schrijven ter vervanging.
sk: Vyčistenie článku: Úplne ho vymažete (vrátane všetkého jeho obsahu) bez možnosti vrátiť sa späť. Čistenie je dobrý nápad v prípade, že chcete opätovne uvoľniť čitateľný odkaz, takže môžu používatelia vytvoriť nový príspevok s týmto odkazom.

source: You are not sure enough!
nl_nl: Je bent niet zeker genoeg!
sk: Nie ste si dostatočne istí!

source: While you tried to delete this article, it was modified. TAKE CARE!
nl_nl: Terwijl u dit artikel probeerde verwijderen werd een wijziging doorgevoerd. WEES ALERT!
sk: Zatiaľ, čo ste sa pokúšali odstrániť tento článok, bol upravený. POZOR!

source: Lock article
nl_nl: Zet artikel op slot
sk: Uzamknúť článok

source: Deny all users access to edit this article.
nl_nl: Ontzeg alle gebruikers de mogelijkheid om dit artikel te bewerken.
sk: Zakázať všetkým používateľom úpravu tohto článku.

source: Permissions
nl_nl: Permissies
sk: Povolenia

source: Owner
nl_nl: Eigenaar
sk: Vlastník

source: Enter the username of the owner.
nl_nl: Voer de gebruikersnaam van de eigenaar in.
sk: Zadajte používateľské meno vlastníka.

source: (none)
nl_nl: (geen)
sk: (žiadne)

source: Inherit permissions
nl_nl: Erf permissies
sk: Prevziať povolenia

source: Check here to apply the above permissions recursively to articles under this one.
nl_nl: Vink dit aan om de bovenstaande permissies recursief toe te passen op artikels onder dit.
sk: Zaškrtnúť v prípade, že chcete aplikovať povolenia uvedené vyššie rekurzívne na články, ktoré sú pod týmto.

source: Permission settings for the article were updated.
nl_nl: Permissie-instellingen voor het artikel werden aangepast.
sk: Nastavenia povolení pre tento článok boli aktualizované.

source: Your permission settings were unchanged, so nothing saved.
nl_nl: Uw permissie-instellingen waren ongewijzigd, dus er werd niets opgeslaan.
sk: Vaše nastavenia povolení neboli zmenené, takže nič nebolo uložené.

source: No user with that username
nl_nl: Geen gebruiker met deze gebruikersnaam
sk: Neexistuje používateľ s týmto menom

source: Article locked for editing
nl_nl: Artikel op slot voor aanpassingen
sk: Článok bol uzamknutý pre úpravu

source: Article unlocked for editing
nl_nl: Artikel vrijgemaakt voor aanpassingen
sk: Článok bol odomknutý z úpravy

source: Settings for plugin
nl_nl: Instellingen voor plugin
sk: Nastavenia pre zásuvný modul

source: current revision
nl_nl: Huidige herziening
sk: aktuálna revízia

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
nl_nl: De herziening die voor dit artikel wordt weergegeven. Wanneer u iets wenst terug te draaien, wijzig dan de waarde van dit veld.
sk: Revízia, ktorá sa zobrazí pre tento článok. V prípade, že sa chcete vrátiť k niektorej z predchádzajúcich verzií, jednoducho zmeňte hodnotu tohto poľa.

source: modified
nl_nl: gewijzigd
sk: zmenený

source: Article properties last modified
nl_nl: Laatst aangepaste kenmerken van het artikel
sk: Naposledy zmenené vlastnosti článku

source: owner
nl_nl: eigenaar
sk: vlastník

source: The owner of the article, usually the creator. The owner always has both read and write access.
nl_nl: De eigenaar van het artikel, normaal gesproken de aanmaker. De eigenaar heeft altijd zowel lees- als schrijftoegang.
sk: Vlastník tohto článku, zvyčajne jeho tvorca. Vlastník má vždy prístup pre čítanie a zápis.

source: group
nl_nl: groep
sk: skupina

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
nl_nl: Zoals in een UNIX bestandssysteem kunnen permissies gegeven worden aan een gebruiker corresponderend aan groepslidmaatschap. Groepen worden afgehandeld door het Django auth systeem.
sk: Podobne ako pri súborovom systéme UNIX-u je možné dávať povolenia používateľovi na základe členstva v skupine. Skupiny sú spravované autentizačným systémom Django frameworku.

source: group read access
nl_nl: Leesauthorisatie voor groepen
sk: skupina - prístup pre čítanie

source: group write access
nl_nl: Schrijfauthorisatie voor groepen
sk: skupina - prístup pre zápis

source: others read access
nl_nl: Leesauthorisatie voor anderen
sk: ostatní - prístup pre čítanie

source: others write access
nl_nl: Schrijfauthorisatie voor anderen
sk: ostatní - prístup pre zápis

source: Article without content (%(id)d)
nl_nl: Artikel zonder inhoud (%(id)d)
sk: Článok bez obsahu (%(id)d)

source: content type
nl_nl: Type inhoud
sk: typ obsahu

source: Article for object
nl_nl: Artikel voor object
sk: Článok pre objekt

source: Articles for object
nl_nl: Artikels voor object
sk: Články pre objekt

source: revision number
nl_nl: Nummer van de herziening
sk: číslo revízie

source: IP address
nl_nl: IP-adres
sk: IP adresa

source: user
nl_nl: gebruiker
sk: používateľ

source: locked
nl_nl: gesloten
sk: uzamknutý

source: article
nl_nl: artikel
sk: článok

source: article contents
nl_nl: Inhoud van het artikel
sk: obsah článku

source: article title
nl_nl: Titel van het artikel
sk: nadpis článku

source: Each revision contains a title field that must be filled out, even if the title has not changed
nl_nl: Elke herziening bevat een titelveld dat ingevuld moet worden, zelfs als blijft de titel ongewijzigd.
sk: Každá revízia obsahuje pole s nadpisom, ktoré musí byť vyplnené, aj keď nedošlo k zmene nadpisu

source: original article
nl_nl: orgineel artikel
sk: pôvodný článok

source: Permissions are inherited from this article
nl_nl: Permissies zijn geërfd van dit artikel
sk: Povolenia sa prevezmú z tohto článku

source: A plugin was changed
nl_nl: Een plugin werd gewijzigd
sk: Zásuvný modul bol zmenený

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
nl_nl: De herziening die voor deze plugin wordt weergegeven. Wanneer u iets wenst terug te draaien, wijzig dan de waarde van dit veld.
sk: Revízia, ktorá sa zobrazí pre tento zásuvný modul. V prípade, že sa chcete vrátiť k niektorej z predchádzajúcich verzií, jednoducho zmeňte hodnotu tohto poľa.

source: Cache lookup value for articles
nl_nl: Opzoekwaarde voor artikels in de cache.
sk: Hodnota vyrovnávacej pamäte pre vyhľadávanie článkov

source: URL path
nl_nl: URL-pad
sk: URL cesta

source: URL paths
nl_nl: URL-paden
sk: URL cesty

source: Sorry but you cannot have a root article with a slug.
nl_nl: Sorry, maar u kan geen root-artikel aanmaken met een slug.
sk: Je nám to ľúto, ale nemôžete mať hlavný článok, ktorý obsahuje čitateľný odkaz.
