Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: lv, mn

source: You will not be refunded the amount you paid.
lv: Jums netiks atgriezta samaksātā summa.

source: We couldn't find any results for "%s".
lv: Mēs neatradām nekādus rezultātus "%s".

source: There was an error, try searching again.
lv: Notika kļūda, mēģiniet meklēt vēlreiz.

source: Not divided
lv: Nav dalītas

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
lv: Diskusijas ir vienotas; visi audzēkņi mijiedarbojas ar ziņām no citiem audzēkņiem, neatkarīgi no grupas, kurā viņi atrodas.

source: Enrollment Tracks
lv: Reģistrēšanās režīmi

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
lv: Izmantojiet reģistrēšanās režīmus kā pamatu diskusiju dalīšanai. Visi audzēkņi, neatkarīgi no to reģistrēšanās režīma, redz tos pašus diskusiju tematus, taču sadalītos tematos tikai tie audzēkņi, kuri ir tajā pašā reģistrācijas režīmā, varēs redzēt un atbildēt uz citu ziņām.

source: Cohorts
lv: Kohortas
mn: Когорт

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
lv: Izmantojiet kohortas kā pamatu diskusiju dalīšanai. Visi audzēkņi, neatkarīgi no to kohortas, redz tos pašus diskusiju tematus, taču sadalītos tematos tikai tie audzēkņi, kuri ir tajā pašā kohortā, varēs redzēt un atbildēt uz citu ziņām.

source: Discussion topics in the course are not divided.
lv: Diskusiju temati šajā kursā nav sadalīti.

source: Any divided discussion topics are divided based on enrollment track.
lv: Jebkuri sadalīti diskusiju temati tiek iedalīti balstoties uz reģistrēšanās režīmu.

source: Any divided discussion topics are divided based on cohort.
lv: Jebkuri sadalīti diskusiju temati tiek iedalīti balstoties uz kohortu.

source: Your changes have been saved. {details}
lv: Jūsu izmaiņas tika saglabātas. {details}

source: We have encountered an error. Refresh your browser and then try again.
lv: Mēs atklājām kļūdu. Atsvaidziniet savu pārlūku un mēģiniet vēlreiz.

source: We've encountered an error. Refresh your browser and then try again.
lv: Mēs atklājām kļūdu. Atsvaidziniet savu pārlūku un mēģiniet vēlreiz.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
lv: Notika kļūda. Pārliecinieties, ka esat pieslēgušies internetam, un tad mēģiniet atsvaidzināt lapu.

source: Hide notes
lv: Paslēpt piezīmes
mn: Тэмдэглэлийг нуух

source: Notes visible
lv: Piezīmes redzamas

source: Show notes
lv: Parādīt piezīmes
mn: Тэмдэглэл харуулах

source: Notes hidden
lv: Piezīmes paslēptas

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
lv: Lūdzu, ievadiet terminu {anchorStart} meklēšanas laukā{anchorEnd}.

source: Current tab
lv: Pašreizējā cilne

source: Location in Course
lv: Atrašanās vieta kursā

source: Recent Activity
lv: Nesenā aktivitāte

source: Search Results
lv: Meklēšanas rezultāti
mn: Хайлтын үр дүн

source: [no tags]
lv: [nav tagu]

source: Tags
lv: Tagi

source: Unable to submit application
lv: Nav iespējams iesniegt pieteikumu

source: An error has occurred. Check your Internet connection and try again.
lv: Notika kļūda. Pārbaudiet savu interneta savienojumu un mēģiniet vēlreiz.

source: Choose one
lv: Izvēlieties vienu

source: Selected tab
lv: Atlasītā cilne

source: Saved cohort
lv: Saglabātā kohorta

source: Error adding learners.
lv: Kļūda, pievienojot audzēkņus.

source: Enter a username or email.
lv: Ievadiet lietotājvārdu vai e-pastu.

source: Unknown username: {user}
lv: Nezināms lietotājvārds: {user}

source: Invalid email address: {email}
lv: Nederīga e-pasta adrese: {email}

source: View all errors
lv: Skatīt visas kļūdas

source: You must specify a name for the cohort
lv: Jums ir jānorāda kohortas nosaukums

source: You did not select a content group
lv: Jūs neizvēlējāties satura grupu

source: The selected content group does not exist
lv: Izvēlētā satura grupa neeksistē

source: The cohort cannot be saved
lv: Kohortu nav iespējams saglabāt

source: The cohort cannot be added
lv: Kohortu nav iespējams pievienot

source: You currently have no cohorts configured
lv: Jums patlaban nav konfigurētu kohortu

source: Add Cohort
lv: Pievienot kohortu

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
lv: {cohortGroupName} kohorta tika izveidota. Jūs varat manuāli tālāk pievienot studentus kohortai.

source: Assign students to cohorts by uploading a CSV file.
lv: Piešķirt studentus kohortām, augšupielādējot CSV datni.

source: Choose a .csv file
lv: Izvēlēties .csv datni

source: Only properly formatted .csv files will be accepted.
lv: Tikai pareizi formatētas .csv datnes tiks pieņemtas.

source: Upload File and Assign Students
lv: Augšupielādēt datni un piešķirt studentus

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
lv: Jūsu datne '{file}' tika augšupielādēta. Uzgaidiet pāris minūtes, lai tiktu pabeigta apstrāde.

source: Cohorts Enabled
lv: Kohortas iespējotas

source: Cohorts Disabled
lv: Kohortas atspējotas

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
lv: Šajā kursā tiek izmantota automātiska kohortēšana verificēta režīma audzēkņiem. Jūs nevarat atspējot kohortas un nevarat pārdēvēt manuālo kohortu, kas nosaukta kā '{verifiedCohortName}'. Lai nomainītu konfigurāciju verificēta režīma kohortām, sazinieties ar Jūsu edX partneru vadītāju.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
lv: Šajā kursā tiek izmantota automātiska kohortēšana verificēta režīma audzēkņiem, taču nepieciešamā kohorta neeksistē. Jums ir nepieciešams izveidot manuāli piešķirtu kohortu, kas nosaukta kā '{verifiedCohortName}', lai šis līdzeklis strādātu.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
lv: Šajā kursā tiek izmantota automātiska kohortēšana verificēta režīma audzēkņiem, taču kohortas ir atspējotas. Jums ir jāiespējo kohortas, lai šis līdzeklis strādātu.

source: Allow students to generate certificates for this course?
lv: Vai ļaut studentiem ģenerēt sertifikātus šim kursam?

source: Prevent students from generating certificates in this course?
lv: Neļaut studentiem ģenerēt sertifikātus šajā kursā?

source: Start generating certificates for all students in this course?
lv: Sākt ģenerēt sertifikātus visiem studentiem šajā kursā?

source: Error while generating certificates. Please try again.
lv: Kļūda, ģenerējot sertifikātus. Lūdzu, mēģiniet vēlreiz.

source: Start regenerating certificates for students in this course?
lv: Sākt atkārtoti ģenerēt sertifikātus studentiem šajā kursā?

source: Error while regenerating certificates. Please try again.
lv: Kļūda, atkārtoti ģenerējot sertifikātus. Lūdzu, mēģiniet vēlreiz.

source: Loading data...
lv: Ielādē datus...

source: Error getting issued certificates list.
lv: Kļūda, iegūstot izsniegto sertifikātu sarakstu.

source: Error generating proctored exam results. Please try again.
lv: Kļūda, ģenerējot uzraudzītā eksāmena rezultātus. Lūdzu, mēģiniet vēlreiz.

source: Error generating survey results. Please try again.
lv: Kļūda, ģenerējot aptaujas rezultātus. Lūdzu, mēģiniet vēlreiz.

source: Error generating student profile information. Please try again.
lv: Kļūda, ģenerējot studentu profila informāciju. Lūdzu, mēģiniet vēlreiz.

source: Loading
lv: Ielāde
mn: Ачаалж байна

source: Error getting student list.
lv: Kļūda, iegūstot studentu sarakstu.

source: Error generating list of students who may enroll. Please try again.
lv: Kļūda, ģenerējot studentu sarakstu, kuri var reģistrēties. Lūdzu, mēģiniet vēlreiz.

source: Error retrieving grading configuration.
lv: Kļūda, izgūstot vērtēšanas konfigurāciju.

source: Error generating grades. Please try again.
lv: Kļūda, ģenerējot vērtējumus. Lūdzu, mēģiniet vēlreiz.

source: Error generating problem grade report. Please try again.
lv: Kļūda, ģenerējot problēmu vērtējumu atskaiti. Lūdzu, mēģiniet vēlreiz.

source: Error generating ORA data report. Please try again.
lv: Kļūda, ģenerējot ORA datu atskaiti. Lūdzu, mēģiniet vēlreiz.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
lv: Notika kļūda, veidojot atskaiti. Izvēlieties "Izveidot vadības kopsavilkumu", lai mēģinātu vēlreiz.

source: Enter the enrollment code.
lv: Ievadiet reģistrācijas kodu.

source: Cancel enrollment code
lv: Atcelt reģistrācijas kodu

source: Restore enrollment code
lv: Atjaunot reģistrācijas kodu

source: Mark enrollment code as unused
lv: Atzīmēt reģistrācijas kodu kā neizmantotu

source: Username
lv: Lietotājvārds
mn: Хэрэглэгчийн нэр

source: Email
lv: E-pasts
mn: Е-майл

source: Revoke access
lv: Atcelt pieeju
mn: Хандалтыг хүчингүй болгох

source: Group
lv: Grupa

source: Enter username or email
lv: Ievadiet lietotājvārdu vai e-pastu
mn: Хэрэглэгчийн нэр эсвэл имэйл оруулна уу

source: Please enter a username or email.
lv: Lūdzu, ievadiet lietotājvārdu vai e-pastu.

source: This role requires a divided discussions scheme.
lv: Šai lomai ir nepieciešama sadalīta diskusiju shēma.

source: Error changing user's permissions.
lv: Kļūda, nomainot lietotāja atļaujas.

source: Could not find a user with username or email address '<%- identifier %>'.
lv: Nebija iespējams atrast lietotāju ar lietotājvārdu vai e-pasta adresi '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
lv: Kļūda: lietotājs '<%- username %>' vēl nav aktivizējis savu kontu. Lietotājiem ir jāizveido un jāaktivizē savi konti, pirms viņiem var piešķirt lomu.

source: Error: You cannot remove yourself from the Instructor group!
lv: Kļūda: Jūs nevarat sevi noņemt no instruktoru grupas!

source: Errors
lv: Kļūdas

source: The following errors were generated:
lv: Tika ģenerētas šādas kļūdas:

source: Warnings
lv: Brīdinājumi

source: The following warnings were generated:
lv: Tika ģenerēti šādi brīdinājumi:

source: Success
lv: Veiksmīgi
mn: Амжилттай

source: All accounts were created successfully.
lv: Visi konti tika izveidoti veiksmīgi.

source: Error adding/removing users as beta testers.
lv: Kļūda, pievienojot/noņemot lietotājus kā beta testerus.

source: These users were successfully added as beta testers:
lv: Šie lietotāji tika veiksmīgi pievienoti kā beta testeri:

source: These users could not be added as beta testers because their accounts are not yet activated:
lv: Šos lietotājus nevarēja pievienot kā beta testerus, jo viņu konti vēl nav aktivizēti:

source: These users were successfully removed as beta testers:
lv: Šie lietotāji tika veiksmīgi noņemti kā beta testeri:

source: These users were not added as beta testers:
lv: Šie lietotāji netika pievienoti kā beta testeri:

source: These users were not removed as beta testers:
lv: Šie lietotāji netika noņemti kā beta testeri:

source: Users must create and activate their account before they can be promoted to beta tester.
lv: Lietotājiem ir jāizveido un jāaktivizē savs konts, pirms viņi var tikt paaugstināti beta testētāju lomā.

source: Could not find users associated with the following identifiers:
lv: Nebija iespējams atrast lietotājus, kas saistīti ar šādiem identifikatoriem:

source: Reason field should not be left blank.
lv: Iemesla lauku nedrīkst atstāt tukšu.

source: Error enrolling/unenrolling users.
lv: Kļūda, reģistrējot/izreģistrējot lietotājus.

source: The following email addresses and/or usernames are invalid:
lv: Šādas e-pasta adreses un/vai lietotājvārdi nav derīgi:

source: Successfully enrolled and sent email to the following users:
lv: Veiksmīgi reģistrēja šādus lietotājus un nosūtīja viņiem e-pastus:

source: Successfully enrolled the following users:
lv: Veiksmīgi reģistrēja šādus lietotājus:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
lv: Veiksmīgi nosūtīja reģistrācijas e-pastus šādiem lietotājiem. Viņiem būs atļauts pieteikties, tiklīdz viņi būs reģistrējušies:

source: These users will be allowed to enroll once they register:
lv: Šiem lietotājiem būs atļauts pieteikties, tiklīdz viņi būs reģistrējušies:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
lv: Veiksmīgi nosūtīja reģistrācijas e-pastus šādiem lietotājiem. Viņi tiks pieteikti, tiklīdz būs reģistrējušies:

source: These users will be enrolled once they register:
lv: Šie lietotāji tiks pieteikti, tiklīdz viņi būs reģistrējušies:

source: Emails successfully sent. The following users are no longer enrolled in the course:
lv: E-pasti nosūtīti veiksmīgi. Šādi lietotāji vairs nav reģistrēti kursā:

source: The following users are no longer enrolled in the course:
lv: Šādi lietotāji vairs nav reģistrēti kursā:

source: These users were not affiliated with the course so could not be unenrolled:
lv: Šie lietotāji nebija saistīti ar kursu, tādēļ nevarēja tikt izreģistrēti:

source: Your message must have a subject.
lv: Jūsu ziņojumam ir jābūt tematam.

source: Your message cannot be blank.
lv: Jūsu ziņojums nedrīkst būt tukšs.

source: Your message must have at least one target.
lv: Jūsu ziņojumā ir jābūt vismaz vienam mērķim.

source: There are invalid keywords in your email. Check the following keywords and try again.
lv: Jūsu e-pastā ir nederīgi atslēgvārdi. Pārbaudiet šādus atslēgvārdus un mēģiniet vēlreiz.

source: Yourself
lv: Jūs

source: Everyone who has staff privileges in this course
lv: Visi, kam ir darbinieku privilēģijas šajā kursā

source: All learners who are enrolled in this course
lv: Visi audzēkņi, kuri ir reģistrējušies šajā kursā

source: All learners in the {cohort_name} cohort
lv: Visi audzēkņi {cohort_name} kohortā

source: All learners in the {track_name} track
lv: Visi audzēkņi {track_name} režīmā

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
lv: Jūsu e-pasta ziņojums tika veiksmīgi ievietots rindā sūtīšanai. Kursos ar lielu audzēkņu skaitu, e-pasta ziņojumu sūtīšana audzēkņiem var aizņemt līdz pat stundai.

source: You are sending an email message with the subject {subject} to the following recipients.
lv: Jūs nosūtāt e-pasta ziņojumus ar tematu {subject} šādiem adresātiem.

source: Is this OK?
lv: Vai tas ir labi?

source: Error sending email.
lv: Kļūda, sūtot e-pastu.

source: There is no email history for this course.
lv: Šim kursam nav e-pasta vēstures.

source: There was an error obtaining email task history for this course.
lv: Notika kļūda, iegūstot e-pasta uzdevumu vēsturi šim kursam.

source: There was an error obtaining email content history for this course.
lv: Notika kļūda, iegūstot e-pasta satura vēsturi šim kursam.

source: Send to:
lv: Nosūtīt:
mn: Руу явуулах:

source: Please enter a student email address or username.
lv: Lūdzu, ievadiet studenta e-pasta adresi vai lietotājvārdu.

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
lv: Kļūda, iegūstot studenta progresa URL studentam '<%- student_id %>'. Pārliecinieties, ka šis studenta identifikators ir uzrakstīts pareizi.

source: Please enter a problem location.
lv: Lūdzu, ievadiet problēmas atrašanās vietu.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
lv: Veiksmīgi! Problēmas mēģinājumi ir atiestatīti problēmai '<%- problem_id %>' un studentam '<%- student_id %>'.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
lv: Dzēst studenta '<%- student_id %> stāvokli problēmai '<%- problem_id %>'?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
lv: Kļūda, dzēšot studenta '<%- student_id %>' stāvokli problēmai '<%- problem_id %>'. Pārliecinieties, ka problēmas un studenta identifikatori ir aizpildīti un pareizi.

source: Module state successfully deleted.
lv: Moduļa stāvoklis dzēsts veiksmīgi.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
lv: Kļūda, iegūstot uzdevumu vēsturi problēmai '<%- problem_id %>' un studentam '<%- student_id %>'. Pārliecinieties, ka problēmas un studenta identifikatori ir aizpildīti un pareizi.

source: Entrance exam attempts is being reset for student '{student_id}'.
lv: Iestājpārbaudījumu mēģinājumi tiek atiestatīti studentam '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
lv: Kļūda, atiestatot iestājpārbaudījuma mēģinājumus studentam '{student_id}'. Pārliecinieties, ka studenta identifikators ir pareizs.

source: Enter a student's username or email address.
lv: Ievadiet studenta lietotājvārdu vai e-pasta adresi.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
lv: Vai vēlaties ļaut šim studentam ('{student_id}') izlaist iestājpārbaudījumu?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
lv: Notika kļūda. Pārliecinieties, ka studenta lietotājvārds vai e-pasta adrese ir pareizi, un mēģiniet vēlreiz.

source: Entrance exam state is being deleted for student '{student_id}'.
lv: Iestājpārbaudījuma stāvoklis tiek dzēsts studentam '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
lv: Kļūda, dzēšot iestājpārbaudījuma stāvokli studentam '{student_id}'. Pārliecinieties, ka studenta identifikators ir pareizs.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
lv: Kļūda, iegūstot iestājpārbaudījuma uzdevuma vēsturi studentam '{student_id}'. Pārliecinieties, ka studenta identifikators ir pareizs.

source: Reset attempts for all students on problem '<%- problem_id %>'?
lv: Atiestatīt mēģinājumus visiem studentiem pie problēmas '<%- problem_id %>'?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
lv: Veiksmīgi sākts uzdevums, lai atiestatītu mēģinājumus problēmai '<%- problem_id %>'. Klikšķiniet uz ‘Parādīt uzdevuma statusu’ pogas, lai redzētu uzdevuma statusu.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
lv: Kļūda, mēģinot uzsākt uzdevumu, lai atiestatītu mēģinājumus visiem studentiem pie problēmas '<%- problem_id %>'. Pārliecinieties, ka problēmas identifikators ir aizpildīts un pareizs.

source: Error listing task history for this student and problem.
lv: Kļūda, uzskaitot uzdevumu vēsturi šim studentam un problēmai.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
lv: Sākts atkārtoti vērtēt problēmas uzdevumu problēmai '<%- problem_id %>' un studentam '<%- student_id %>'. Klikšķiniet uz 'Parādīt uzdevuma statusu' pogas, lai redzētu uzdevuma statusu.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
lv: Kļūda, sākot uzdevumu atkārtoti vērtēt problēmu '<%- problem_id %>' studentam '<%- student_id %>'. Pārliecinieties, ka problēmas un studenta identifikatori ir aizpildīti un pareizi.

source: Please enter a score.
lv: Lūdzu, ievadiet vērtējumu.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
lv: Sākts uzdevums ignorēt vērtējumu problēmai '<%- problem_id %>' un studentam '<%- student_id %>'. Klikšķiniet uz 'Parādīt uzdevuma statusu' pogas, lai redzētu uzdevuma statusu.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
lv: Kļūda, sākot uzdevumu ignorēt vērtējumu problēmai '<%- problem_id %>' studentam '<%- student_id %>'. Pārliecinieties, ka problēmas un studenta identifikatori ir aizpildīti un pareizi.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
lv: Sākts iestājpārbaudījuma atkārtotas vērtēšanas uzdevums studentam '{student_id}'. Klikšķiniet uz 'Parādīt uzdevuma statusu' pogas, lai redzētu uzdevuma statusu.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
lv: Kļūda, sākot uzdevumu, lai atkārtoti vērtētu iestājpārbaudījumu studentam '{student_id}'. Pārliecinieties, ka iestājpārbaudījumā ir problēmas un ka studenta identifikators ir pareizs.

source: Rescore problem '<%- problem_id %>' for all students?
lv: Atkārtoti vērtēt problēmu '<%- problem_id %>' visiem studentiem?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
lv: Veiksmīgi sākts uzdevums, lai atkārtoti vērtētu problēmu '<%- problem_id %>’ visiem studentiem. Klikšķiniet uz ‘Parādīt uzdevuma statusu’ pogas, lai redzētu uzdevuma statusu.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
lv: Kļūda, mēģinot uzsākt uzdevumu, lai atkārtoti vērtētu problēmu '<%- problem_id %>'. Pārliecinieties, ka problēmas identifikators ir aizpildīts un pareizs.

source: Task Type
lv: Uzdevuma tips
mn: Ажлын Төрөл

source: Task inputs
lv: Uzdevuma ievades
mn: Ажлын оруулалт

source: Task ID
lv: Uzdevuma ID

source: Requester
lv: Pieprasītājs
mn: Хүсэлт гаргагч

source: Submitted
lv: Iesniegts izskatīšanai
mn: Илгээгдсэн

source: Duration (sec)
lv: Ilgums (sek.)
mn: Хугацаа (сек)

source: State
lv: Statuss
mn: Муж

source: Task Status
lv: Uzdevuma statuss
mn: Зорилтот төлөв

source: Task Progress
lv: Uzdevuma progress
mn: Ажлын Явц

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
lv: Notika kļūda, izgūstot Jūsu e-pastu. Mēģiniet vēlāk vēlreiz un sazinieties ar tehnisko atbalstu, ja problēma turpina pastāvēt.

source: Sent By
lv: Nosūtīja

source: Sent To
lv: Adresāts

source: Time Sent
lv: Nosūtīšanas laiks

source: Number Sent
lv: Nosūtīto e-pastu skaits

source: Copy Email To Editor
lv: Kopēt e-pastu uz redaktoru

source: Subject:
lv: Temats:

source: Sent By:
lv: Nosūtīja:

source: Time Sent:
lv: Nosūtīšanas laiks:
