Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
nl_nl: {order_placed_by} heeft een bestelling gedaan en heeft uw naam genoemd als de Organisatie contactpersoon.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
nl_nl: {order_placed_by} heeft een bestelling gedaan en heeft uw naam genoemd als de extra ontvanger van een bon.

source: The items in your order are:
nl_nl: De items in uw bestelling zijn:

source: Quantity - Description - Price
nl_nl: Aantal - Omschrijving - Prijs

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
nl_nl: Totaal in rekening gebracht op credit/betaalkaart: {currency_symbol}{total_cost}

source: Company Name:
nl_nl: Bedrijfsnaam:

source: Purchase Order Number:
nl_nl: Aankoop Bestelnummer:

source: Company Contact Name:
nl_nl: Bedrijf Contact Naam

source: Company Contact Email:
nl_nl: Bedrijf Contact Email

source: Recipient Name:
nl_nl: Ontvanger Naam:

source: Recipient Email:
nl_nl: Ontvanger Email:

source: Order Number: {order_number}
nl_nl: Bestelnummer: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
nl_nl: Een CVS bestand met uw registratie URLs is bijgesloten. Distribueer een registratie URLs aan elke student die van plan is om in te schrijven met behulp van onderstaand email sjabloon.

source: Warm regards,
nl_nl: Hartelijke groeten,

source: Warm regards,<br>The {platform_name} Team
nl_nl: Hartelijke groeten, <br> het {platform_name} team

source: Dear [[Name]]
nl_nl: Beste [[Name]]

source: (1) Register for an account at {site_name}
nl_nl: (1) Registreer voor een account op {site_name}

source: (5) Course materials will not be available until the course start date.
nl_nl: (5) Cursus materiaal is niet beschikbaar voor de begin datum van de cursus.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
nl_nl: <p>Geachte,</p><p>[[Uw handtekening]]</p>

source: The photo of you:
nl_nl: De foto van jou:

source: The photo of your ID:
nl_nl: De foto van jouw ID:

source: Other Reasons:
nl_nl: Andere redenen:

source: The {platform_name} team
nl_nl: Het {platform_name} team

source: Your order number is: {order_number}
nl_nl: Uw bestel nummer is: {order_number}

source: Hi {full_name}
nl_nl: Hallo {full_name}

source: Hi {full_name},
nl_nl: Hoi {full_name},

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
nl_nl: We hebben uw identiteit met succes geverifieerd voor de toets {assessment} in de cursus {course_name}.

source: Thanks,
nl_nl: Bedankt,

source: This Course Unavailable In Your Country
nl_nl: Deze Cursus Is Niet Beschikbaar In Uw Land

source: Enrollment Successful
nl_nl: Inschrijving Succesvol

source: Discover New
nl_nl: Nieuw

source: How it Works
nl_nl: Hoe het werkt

source: Schools
nl_nl: Scholen

source: Profile
nl_nl: Profiel

source: Order History
nl_nl: Bestelhistoriek
sk: História objednávok

source: Description
nl_nl: Omschrijving
sk: Popis

source: The status for any active tasks appears in a table below.
nl_nl: De status van alle actieve taken verschijnt in een tabel hieronder.

source: Enrollment Information
nl_nl: Inschrijving Informatie

source: Honor
nl_nl: Eer
sk: Čestný

source: Basic Course Information
nl_nl: Algemene Cursus Informatie
sk: Základné informácie o kurze

source: Course Name:
nl_nl: Cursus Naam:

source: Course Start Date:
nl_nl: Startdatum Cursus:
sk: Dátum začiatku kurzu:

source: Has the course started?
nl_nl: Is de cursus gestart?

source: Yes
nl_nl: Ja

source: No
nl_nl: Neen

source: Has the course ended?
nl_nl: Is de cursus afgelopen?

source: Number of sections:
nl_nl: Aantal secties :

source: Grade Cutoffs:
nl_nl: Cijfergrenzen:

source: Course Warnings
nl_nl: Cursus Waarschuwingen

source: Grading Configuration
nl_nl: Beoordelingsconfiguratie

source: Reports
nl_nl: Rapporten
sk: Oznámenia

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
nl_nl: Voor grote cursussen kan het genereren van sommige rapporten enkele uren in beslag nemen. Zodra de generatie van het rapport klaar is, verschijnt een link met de datum en tijd van generatie in onderstaande tabel. Deze rapporten worden op de achtergrond gegenereerd, dit betekent dat het OK is om weg te navigeren van deze pagina, terwijl uw rapport wordt gegenereerd.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
nl_nl: Wees geduldig en klik niet meerdere keren op deze buttons. Meerdere keren op deze buttons klikken zal het generatie proces significant vertragen.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
nl_nl: Klik om een CSV bestand te genereren met alle ingeschreven studenten voor deze cursus, tezamen met profiel gegevens zoals email adres en gebruikersnaam:

source: Download profile information as a CSV
nl_nl: Download profiel gegevens als een CSV bestand

source: Click to download a CSV of anonymized student IDs:
nl_nl: Klik om een CSV te downloaden met geanonimiseerde studenten IDs:

source: Get Student Anonymized IDs CSV
nl_nl: Verkrijg Geanonimiseerde Studenten IDs CSV

source: For smaller courses, click to list profile information for enrolled students directly on this page:
nl_nl: Voor kleinere cursussen, klik om profiel gegevens van ingeschreven studenten direct op deze pagina te tonen:

source: List enrolled students' profile information
nl_nl: Overzicht van profiel gegevens van ingeschreven studenten

source: Generate Grade Report
nl_nl: Genereer cijferrapport

source: Reports Available for Download
nl_nl: Rapporten Beschikbaar voor Download

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
nl_nl: Het onderstaande antwoordverspreidingsrapport wordt periodiek gegenereerd door een geautomatiseerd achtergrondproces. Het rapport is cumulatief, dus antwoorden die worden ingediend nadat het proces is gestart, worden in een volgend rapport opgenomen. Het rapport wordt meerdere keren per dag gegenereerd.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
nl_nl: Het onderstaande antwoordverspreidingsrapport wordt periodiek gegenereerd door een geautomatiseerd achtergrondproces. Het rapport is cumulatief, dus antwoorden die worden ingediend nadat het proces is gestart, worden in een volgend rapport opgenomen. Het rapport wordt meerdere keren per dag gegenereerd.

source: example: A123DS
nl_nl: bijvoorbeeld: A123DS

source: Percentage Discount
nl_nl: Korting Percentage

source: Individual due date extensions
nl_nl: Individuele verlengingen van inleverdatum

source: Specify the {platform_name} email address or username of a student here:
nl_nl: Specificeer het {platform_name} email adres of gebruikersnaam van een student hier:

source: Student Email or Username
nl_nl: Student Email-adres of Gebruikersnaam

source: Change due date for student
nl_nl: Wijzig inleverdatum voor student

source: Viewing granted extensions
nl_nl: Bekijk toegekende verlengingen

source: List all students with due date extensions
nl_nl: Lijst van alle studenten met verlenging van inleverdatum

source: Specify a student to see all of that student's extensions.
nl_nl: Specificeer een student om alle verlengingen te bekijken van die student.

source: Resetting extensions
nl_nl: Extensies opnieuw instellen

source: Reset due date for student
nl_nl: Vervaldatum opnieuw instellen voor student

source: * Required Information
nl_nl: * Verplichte informatie

source: Organization Contact
nl_nl: Contactpersoon bij de organisatie

source: The primary contact at the organization
nl_nl: De eerste contactpersoon bij de organisatie

source: Invoice Recipient
nl_nl: Ontvanger van de factuur

source: The contact who should receive the invoice
nl_nl: De contactpersoon die de factuur moet ontvangen

source: Organization Billing Address
nl_nl: Factuuradres van de organisatie

source: Address Line 1
nl_nl: Adres Regel 1

source: Address Line 2
nl_nl: Adres Regel 2

source: Address Line 3
nl_nl: Adres Regel 3

source: State/Province
nl_nl: Provincie

source: Zip
nl_nl: Postcode

source: Send me a copy of the invoice
nl_nl: Stuur mij een kopie van de factuur

source: Instructor Dashboard
nl_nl: Instructeur Dashboard
sk: Palubná doska inštruktora

source: View Course in Studio
nl_nl: Bekijk Cursus in Studio

source: You will not get notification for emails that bounce, so please double-check spelling.
nl_nl: U krijgt geen melding als emails niet bezorgd kunnen worden. Controleer de spelling daarom extra goed.

source: Therefore, please give enough detail to account for this action.
nl_nl: Geef daarom voldoende details om rekening te houden met deze actie.

source: Reason
nl_nl: Reden

source: Upload CSV
nl_nl: CSV uploaden

source: Batch Beta Tester Addition
nl_nl: Batch Beta Tester Toevoegen

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
nl_nl: Opmerking: gebruikers moeten een geactiveerd {platform_name} -account hebben voordat ze kunnen worden ingeschreven als bètatesters.

source: Checking this box has no effect if 'Remove beta testers' is selected.
nl_nl: Aanvinken van dit veld heeft geen effect als 'Beta testers verwijderen' is geselecteerd.

source: Add beta testers
nl_nl: Beta testers toevoegen

source: Remove beta testers
nl_nl: Beta testers verwijderen

source: Getting available lists...
nl_nl: Ophalen van beschikbare lijsten...

source: Add Staff
nl_nl: Personeel toevoegen

source: Add Beta Tester
nl_nl: Beta Tester Toevoegen

source: Add Moderator
nl_nl: Moderator toevoegen

source: Send to:
nl_nl: Verzenden naar:

source: Myself
nl_nl: Ik

source: All Learners
nl_nl: Alle leerlingen

source: Subject:
nl_nl: Onderwerp:

source: Message:
nl_nl: Bericht:

source: CAUTION!
nl_nl: VOORZICHTIG!

source: Send Email
nl_nl: Verstuur Email

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
nl_nl: Email acties draaien op de achtergrond. De status van alle actieve taken - inclusief email taken - verschijnt in onderstaande tabel.

source: Email Task History
nl_nl: Email Taak Geschiedenis

source: Show Email Task History
nl_nl: Toon Email Taak Geschiedenis

source: Course Price
nl_nl: Cursus Prijs

source: Currency
nl_nl: Valuta
sk: Mena

source: Set Price
nl_nl: Prijs van de Set

source: View Gradebook
nl_nl: Bekijk Cijferlijst

source: Note
nl_nl: Notitie
sk: Poznámka

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
nl_nl: Wees geduldig en klik niet meerdere keren op deze knoppen. Meerdere keren klikken op deze knoppen zal het generatieproces aanzienlijk vertragen.

source: My Courses
nl_nl: Mijn Cursussen
sk: Moje kurzy

source: Change Preferred Language
nl_nl: Kies Voorkeur Taal

source: Please choose your preferred language
nl_nl: Kies a.u.b. de taal van uw voorkeur

source: Save Language Settings
nl_nl: Bewaar Taal Instellingen

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
nl_nl: Staat uw taal er niet bij? {link_start}Wordt vrijwilliger en help vertalen!{link_end}

source: Explore Courses
nl_nl: Bekijk cursussen

source: Global
nl_nl: Globale

source: Peer Grading
nl_nl: Beoordeling in paren

source: Problem Name
nl_nl: Probleem Naam
sk: Názov úlohy

source: Due date
nl_nl: Vervaldatum

source: Graded
nl_nl: Beoordeeld

source: Available
nl_nl: Beschikbaar

source: Required
nl_nl: Verplicht
sk: Požadované

source: No due date
nl_nl: Geen vervaldatum

source: The due date has passed, and peer grading for this problem is closed at this time.
nl_nl: De inleverdatum is verstreken en het beoordelen van collega's voor dit probleem is op dit moment gesloten.

source: The due date has passed, and peer grading is closed at this time.
nl_nl: De inleverdatum is verstreken en het beoordelen van collega's is op dit moment gesloten.

source: Learning to Grade
nl_nl: Leren om te beoordelen

source: Hide Question
nl_nl: Vraag verbergen
sk: Skry otázku

source: Student Response
nl_nl: Reactie van de student

source: Written Feedback
nl_nl: Geschreven Feedback

source: Please include some written feedback as well.
nl_nl: Gelieve ook wat geschreven feedback bij te voegen.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
nl_nl: Deze inlevering heeft expliciete, beledigende, of (vermoed ik) geplagieerde inhoud.

source: How did I do?
nl_nl: Hoe heb ik het gedaan?

source: Ready to grade!
nl_nl: Klaar om te beoordelen!

source: You have finished learning to grade, which means that you are now ready to start grading.
nl_nl: Je bent klaar met het leren beoordelen, wat betekent dat je nu klaar bent om te gaan beoordelen.

source: Start Grading!
nl_nl: Start beoordelen!

source: Learning to grade
nl_nl: Leren om te beoordelen

source: You have not yet finished learning to grade this problem.
nl_nl: U bent nog niet klaar met het leren beoordelen van dit probleem.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
nl_nl: Je krijgt nu een reeks essays te zien die door een instructeur zijn gescoord en je wordt gevraagd om ze zelf te scoren.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
nl_nl: Zodra je de essays op dezelfde manier kunt scoren als een docent, ben je klaar om je collega's te beoordelen.

source: Start learning to grade
nl_nl: Begin met leren beoordelen

source: Are you sure that you want to flag this submission?
nl_nl: Weet u zeker dat u deze inlevering wilt markeren?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
nl_nl: U staat op het punt om een inlevering te markeren. Markeer alleen een inlevering die expliciete, beledigende, of (vermoedelijk) geplagieerde inhoud bevat. Geef, in plaats van markeren, een beoordeling van 0 punten als de inlevering niet gerelateerd is aan de vraag, of als deze onjuist is en voorzie het van begeleidend commentaar .

source: Remove Flag
nl_nl: Markering verwijderen

source: Keep Flag
nl_nl: Markering behouden

source: Go Back
nl_nl: Ga Terug

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
nl_nl: Uw wachtwoord is gereset. {start_link} Log in met je account {end_link}

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
nl_nl: Deze link voor het opnieuw instellen van het wachtwoord is ongeldig. Het is mogelijk al gebruikt. Om uw wachtwoord opnieuw in te stellen, gaat u naar de {start_link} aanmeldingspagina {end_link} en selecteert u {start_strong} Wachtwoord vergeten {end_strong}.

source: Password reset successful
nl_nl: Wachtwoord succesvol gereset

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
nl_nl: We hebben u instructies per e-mail gestuurd om uw wachtwoord in te stellen op het door u opgegeven e-mailadres. U zou het binnenkort moeten ontvangen.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
nl_nl: Ons systeem geeft aan dat u probeert toegang te krijgen tot deze cursus {platform_name} vanuit een land of regio die momenteel is onderworpen aan Amerikaanse economische en handelssancties. Omdat {platform_name} vereist is om te voldoen aan exportcontroles, kunnen we u helaas op dit moment geen toegang geven tot deze cursus.

source: Jobs
nl_nl: Banen

source: In the Press
nl_nl: In het Nieuws

source: Account Settings
nl_nl: Account instellingen

source: Sign in or Register
nl_nl: Inloggen of Registreren

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
nl_nl: U kunt met uw cursus beginnen zodra u het volgende formulier heeft ingevuld. Verplichte velden zijn gemarkeerd met een sterretje (*). Deze informatie is alleen bedoeld voor gebruik van {platform_name}. Het wordt op geen enkele manier aan uw openbare profiel gekoppeld.

source: You are missing the following required fields:
nl_nl: U mist de volgende verplichte velden:

source: Start Course
nl_nl: Start cursus

source: Have questions?
nl_nl: Heeft u vragen?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
nl_nl: Lees a.u.b {a_start}onze FAQs om veel gestelde vragen over onze certificaten te bekijken{a_end}.

source: Technical Requirements
nl_nl: Technische Eisen

source: Changes
nl_nl: Wijzigingen

source: {span_start}active{span_end}
nl_nl: {span_start}actief{span_end}

source: Add article
nl_nl: Artikel toevoegen

source: All Rights Reserved
nl_nl: Alle Rechten Voorbehouden
sk: Všetky práva vyhradené

source: Noncommercial
nl_nl: Niet Commercieel
sk: Nekomerčné

source: No Derivatives
nl_nl: Geen afgeleiden
sk: Žiadne odvodeniny

source: Some Rights Reserved
nl_nl: Sommige Rechten Voorbehouden

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
nl_nl: Voorbeeld van een geverifieerd certificaat met uw naam, de cursustitel, het logo van de instelling en de handtekeningen van de instructeurs voor deze cursus.

source: How it works
nl_nl: Hoe het werkt

source: Show More
nl_nl: Toon meer

source: Search Results
nl_nl: Zoekresultaten
sk: Výsledky vyhľadávania

source: Connected Accounts
nl_nl: Verbonden accounts

source: Linked
nl_nl: Verbonden

source: Not Linked
nl_nl: Niet verbonden

source: Unlink
nl_nl: Ontkoppelen

source: Link
nl_nl: Verbinden

source: Explore New Courses
nl_nl: Bekijk nieuwe cursussen

source: View My Records
nl_nl: Bekijk mijn bestanden

source: My Profile
nl_nl: Mijn profiel

source: Build out your profile to personalize your identity on {platform_name}.
nl_nl: Verrijk en optimaliseer uw profiel op {platform_name}.

source: Get Started
nl_nl: Begin

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
nl_nl: Een edX geverifieerd certificaat geeft aan dat de leerling ermee heeft ingestemd zich aan de edX-erecode te houden en alle vereiste taken van deze cursus volgens de richtlijnen heeft voltooid, en dat zijn identiteitsbewijs met foto is gecontroleerd om zijn identiteit te verifiëren.

source: About edX
nl_nl: Over edX
sk: O edX

source: Print
nl_nl: Afdrukken
sk: Tlačiť

source: Find Courses
nl_nl: Vind cursussen

source: Schools & Partners
nl_nl: Scholen & Partners

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
nl_nl: {tos_link_start}Gebruiksovereenkomst{tos_link_end} en {honor_link_start}Erecode{honor_link_end}

source: For anyone, anywhere, anytime
nl_nl: Voor iedereen, overal en altijd
sk: Pre každého, kdekoľvek a kedykoľvek

source: The following errors occurred while processing your registration:
nl_nl: De volgende fouten zijn opgetreden bij het verwerken van uw registratie:

source: Sign up with {provider_name}
nl_nl: Aanmelden met {provider_name}

source: Create your own {platform_name} account below
nl_nl: Maak hieronder uw eigen {platform_name} account

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
nl_nl: Verplichte velden worden aangeduid met <strong class="indicator">dik gedrukte tekst en een asterisk (*)</strong>.

source: You've successfully signed in with {selected_provider}.
nl_nl: U bent succesvol ingelogd met {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
nl_nl: We hebben nog iets meer informatie nodig voordat u kunt beginnen met het bestuderen van {platform_name}.

source: Please complete the following fields to register for an account.
nl_nl: Vul de volgende velden in om uw aan te melden voor een account.

source: example: Jane Doe
nl_nl: bijvoorbeeld: Jane Doe
sk: príklad: Jane Doe

source: Your legal name, used for any certificates you earn.
nl_nl: Jouw naam, benodigd voor evt te behalen certificaten

source: example: JaneDoe
nl_nl: bijvoorbeeld: JaneDoe
sk: príklad: JaneDoe

source: Will be shown in any discussions or forums you participate in
nl_nl: Wordt getoond bij elke discussie of forum waar u aan deelneemt.

source: cannot be changed later
nl_nl: kan later niet worden gewijzigd

source: Welcome {username}
nl_nl: Welkom {username}

source: Enter a Public Display Name:
nl_nl: Vul een Openbare Presentatie Naam in:

source: Public Display Name
nl_nl: Openbare Presentatie Naam

source: Additional Personal Information
nl_nl: Overige Persoonlijke Informatie

source: example: New York
nl_nl: bijvoorbeeld: Amsterdam

source: Highest Level of Education Completed
nl_nl: Hoogst Behaalde Niveau Opleiding

source: Year of Birth
nl_nl: Geboortejaar

source: Please share with us your reasons for registering with {platform_name}
nl_nl: Wilt u ons uw redenen van registratie bij {platform_name} meedelen?

source: Account Acknowledgements
nl_nl: Account Bevestigingen

source: Preferences for {platform_name}
nl_nl: Voorkeuren voor {platform_name}

source: Update my {platform_name} Account
nl_nl: Mijn {platform_name} Account Bijwerken

source: Processing your account information
nl_nl: Bezig uw account informatie te verwerken
sk: Spracovávam informácie o Vašom účte

source: Welcome {username}! Please set your preferences below
nl_nl: Welkom {username}! Kies hieronder a.u.b. uw voorkeuren

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
nl_nl: Verplichte velden worden aangegeven met {strong_indicator} vetgedrukte tekst en een asterisk (*). {strong_close}

source: Update My Account
nl_nl: Mijn Account Bijwerken

source: Registration Help
nl_nl: Hulp Bij Registratie

source: Already registered?
nl_nl: Al geregistreerd?

source: Next Steps
nl_nl: Volgende Stappen
