Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: Dear Student,
nl_nl: Beste Student,

source: We are signing you in.
nl_nl: We loggen u in.

source: Skip to main content
nl_nl: Ga naar inhoud
sk: Prejsť k hlavnému obsahu

source: The above application requests the following permissions from your account:
nl_nl: De bovenstaande applicatie vraagt de volgende machtigingen van uw account:

source: Allow
nl_nl: Toelaten

source: Error
nl_nl: Fout
sk: Chyba

source: Last modified:
nl_nl: Laatst gewijzigd:
sk: Naposledy upravené:

source: See all children
nl_nl: Bekijk alle onderliggende

source: This article was last modified:
nl_nl: Dit artikel is voor het laatst gewijzigd:
sk: Tento článok bol naposledy upravený:

source: Add new article
nl_nl: Nieuw artikel toevoegen
sk: Pridať nový článok:

source: Create article
nl_nl: Artikel maken
sk: Vytvoriť článok

source: Go back
nl_nl: Ga terug
sk: Späť

source: Delete article
nl_nl: Verwijder artikel

source: Delete
nl_nl: Verwijderen
sk: Odstrániť

source: You cannot delete a root article.
nl_nl: U kunt een hoofdartikel niet verwijderen.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
nl_nl: U kunt dit artikel niet verwijderen omdat u geen toestemming heeft om artikelen met onderliggende items te verwijderen. Probeer de onderliggende items één voor één handmatig te verwijderen.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
nl_nl: U verwijderd een artikel. Dit betekend dat de onderliggende items ook worden verwijderd. Als je ervoor kiest om te verwijderen, worden de onderliggende items ook verwijderd.

source: Articles that will be deleted
nl_nl: Artikelen die worden verwijderd

source: ...and more!
nl_nl: ... en meer!
sk: ...a viac!

source: You are deleting an article. Please confirm.
nl_nl: U verwijdert een artikel. Bevestig alstublieft.

source: Edit
nl_nl: Bewerken
sk: Upraviť

source: Save changes
nl_nl: Wijzigingen opslaan
sk: Uložiť zmeny

source: Preview
nl_nl: Voorbeeld
sk: Náhľad

source: Wiki Preview
nl_nl: Wikivoorbeeld

source: window open
nl_nl: venster geopend
sk: Otvorené okno

source: Back to editor
nl_nl: Terug naar editor

source: History
nl_nl: Geschiedenis

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
nl_nl: Klik op elke revisie om een lijst met bewerkte regels te zien. Klik op de knop Voorbeeld om te zien hoe het artikel er in dit stadium uitzag. Onderaan deze pagina kunt u naar een bepaalde revisie gaan of een oude revisie samenvoegen met de huidige.

source: Preview this revision
nl_nl: Bekijk een voorbeeld van deze revisie

source: Change
nl_nl: Verander

source: Merge selected with current...
nl_nl: Geselecteerde samenvoegen met huidige ...

source: Switch to selected version
nl_nl: Schakel over naar de geselecteerde versie

source: Wiki Revision Preview
nl_nl: Wiki revisievoorbeeld

source: Back to history view
nl_nl: Terug naar geschiedenisweergave

source: Switch to this version
nl_nl: Schakel over naar deze versie

source: Merge Revision
nl_nl: Revisie samenvoegen

source: Merge with current
nl_nl: Samenvoegen met de huidige

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
nl_nl: Wanneer u een revisie samenvoegt met de huidige, worden alle gegevens van beide versies bewaard en samengevoegd op de geschatte locatie van elke revisie.

source: After this, it's important to do a manual review.
nl_nl: Hierna is het belangrijk om een handmatige beoordeling uit te voeren.

source: Create new merged version
nl_nl: Maak een nieuwe samengevoegde versie

source: You need to log in or sign up to use this function.
nl_nl: U moet inloggen of registreren om deze functie te gebruiken.
sk: Musíte sa prihlásiť alebo zaregistrovať pre používanie tejto fukcie.

source: Wiki Cheatsheet
nl_nl: Wiki hulpblad

source: Markdown: Basics
nl_nl: Markdown: Basisprincipes

source: Quick Markdown Syntax Guide
nl_nl: Snelle Markdown Syntax gids

source: Miniature Markdown Guide
nl_nl: Mini Markdown gids

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
nl_nl: Om een nieuw wiki-artikel te maken, maakt u er een link naar. Als u op de link klikt, krijgt u de aanmaakpagina.

source: Useful examples:
nl_nl: Nuttige voorbeelden:
sk: Užitočné príklady:

source: Huge Header
nl_nl: Grote header

source: Smaller Header
nl_nl: Kleine header

source: *emphasis* or _emphasis_
nl_nl: *nadruk* of _nadruk_

source: **strong** or __strong__
nl_nl: **vet** of __vet__

source: Unordered List
nl_nl: Ongesorteerde lijst

source: Ordered
nl_nl: Gesorteerd

source: List
nl_nl: Lijst

source: Quotes
nl_nl: Citaten

source: Attachments
nl_nl: Bijlagen
sk: Prílohy

source: Upload new file
nl_nl: Nieuw bestand uploaden
sk: Nahrať nový súbor

source: Search and add file
nl_nl: Zoek en voeg een bestand toe
sk: Hľadať a pridať súbor

source: Upload File
nl_nl: Bestand uploaden
sk: Odovzdať súbor

source: Upload file
nl_nl: Upload bestand
sk: Nahrať súbor

source: Search files and articles
nl_nl: Zoek bestanden en artikelen

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
nl_nl: U kunt bestanden uit andere artikelen hergebruiken. Deze bestanden zijn onderhevig aan updates over andere artikelen, wat al dan niet een goede zaak kan zijn.

source: Search
nl_nl: Zoeken
sk: Hľadať

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
nl_nl: De volgende bestanden zijn beschikbaar voor dit artikel. Kopieer de markdown-tag om rechtstreeks vanuit de artikeltekst naar een bestand te verwijzen.

source: Uploaded by
nl_nl: Geupload door

source: Size
nl_nl: Grootte
sk: Veľkosť

source: File History
nl_nl: Bestandsgeschiedenis

source: Detach
nl_nl: Ontkoppel

source: Replace
nl_nl: Vervangen
sk: Nahradiť

source: Restore
nl_nl: Herstel
sk: Obnoviť

source: anonymous (IP logged)
nl_nl: anoniem (IP gelogd)

source: File history
nl_nl: Bestandsgeschiedenis

source: revisions
nl_nl: herzieningen

source: There are no attachments for this article.
nl_nl: Er zijn geen bijlagen voor dit artikel.

source: This revision has been deleted.
nl_nl: Deze revisie is verwijderd.

source: Restoring to this revision will mark the article as deleted.
nl_nl: Als u terugkeert naar deze revisie, wordt het artikel gemarkeerd als verwijderd.

source: Sign In
nl_nl: Inloggen

source: Download the iOS app on the Apple Store
nl_nl: Download de iOS-app in de Apple Store

source: Download the Android app on the Google Play Store
nl_nl: Download de Android-app in de Google Play Store

source: Upgrade Now
nl_nl: Nu upgraden

source: Organization Name
nl_nl: Naam van de organisatie

source: The name of your organization.
nl_nl: De naam van uw organisatie.

source: Denied
nl_nl: Ontkend

source: Approved
nl_nl: Goedgekeurd

source: '%s' is not a valid scope.
nl_nl: '%s' is geen geldige scope.

source: Bookmarks
nl_nl: Bladwijzers

source: An error has occurred. Please try again.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.

source: No data provided.
nl_nl: Geen gegevens verstrekt.

source: Page Size
nl_nl: Paginaformaat

source: Enabled
nl_nl: Ingeschakeld

source: You cannot create two cohorts with the same name
nl_nl: U kunt geen twee cohorten maken met dezelfde naam

source: Administrator
nl_nl: Beheerder

source: Group Moderator
nl_nl: Groepsmoderator

source: Community TA
nl_nl: Gemeenschap TA

source: COURSE NOT FOUND. Please check that the course ID is valid.
nl_nl: CURSUS NIET GEVONDEN. Controleer of het Cursus ID correct is.

source: The course key for the restricted course.
nl_nl: De cursus sleutel voor de beperkte toegang tot de cursus.

source: The message to show when a user is blocked from enrollment.
nl_nl: De melding die getoond moet worden als een gebruiker wordt geblokkeerd bij inschrijving.

source: The message to show when a user is blocked from accessing a course.
nl_nl: De melding die getoond moet worden als een gebruiker wordt geblokkeerd bij toegang tot een cursus.

source: Two character ISO country code.
nl_nl: Twee-letterige ISO land code.

source: The course to which this rule applies.
nl_nl: De cursus waarop deze regel van toepassing is.

source: The country to which this rule applies.
nl_nl: Het land waarop deze regel van toepassing is.

source: Whitelist {country} for {course}
nl_nl: Whitelist {country} voor {course}

source: Blacklist {country} for {course}
nl_nl: Blacklist {country} voor {course}

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
nl_nl: {strong_tag_open}Vereiste actie: Update uw wachtwoord {strong_tag_close}{break_line_tag}Vanaf {deadline}, {platform_name} vereist van iedereen een complex wachtwoord. Uw huidige wachtwoord voldoet niet. Om uw wachtwoord te resetten gaat u naar {anchor_tag_open}Account Instellingen{anchor_tag_close}.

source: All
nl_nl: Alles

source: Course ID
nl_nl: Cursus ID
sk: ID kurzu

source: Schedule
nl_nl: Rooster / Agenda / Schema

source: Upgrade now
nl_nl: Upgrade nu

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
nl_nl: Het lijkt erop dat {email_address} bij een bestaand account hoort. Probeer het opnieuw met een ander e-mailadres.

source: It looks like {username} belongs to an existing account. Try again with a different username.
nl_nl: Het lijkt erop dat {username} bij een bestaand account hoort. Probeer het opnieuw met een andere gebruikersnaam.

source: Select your country or region of residence.
nl_nl: Selecteer uw land of regio waarin u woont.

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Naam

source: State/Province/Region
nl_nl: Staat/Provincie/Regio

source: Company
nl_nl: Bedrijf

source: Title
nl_nl: Titel
sk: Nadpis

source: Job Title
nl_nl: Functie

source: Mailing address
nl_nl: Postadres

source: This account has been temporarily locked due to excessive login failures. Try again later.
nl_nl: Dit account is tijdelijk geblokkeerd vanwege te veel mislukte inlog-pogingen. Probeer het op een later tijdstip opnieuw.

source: Email or password is incorrect.
nl_nl: Ongeldig e-mail of wachtwoord.
sk: Email alebo heslo je nesprávne.

source: Permission Denied
nl_nl: Toestemming geweigerd

source: Success
nl_nl: Gelukt

source: Actions
nl_nl: Acties
sk: Akcie

source: Best, %(platform_name)s
nl_nl: Beste, %(platform_name)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
nl_nl: U ontvangt deze e-mail omdat u een wachtwoord reset heeft aangevraagd voor uw gebruikersaccount op %(platform_name)s

source: If you did not request this change, you can ignore this email.
nl_nl: Als u deze wijziging niet heeft aangevraagd, kunt u deze e-mail negeren.

source: Please go to the following page and choose a new password:
nl_nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Password reset on %(platform_name)s
nl_nl: Wachtwoord herstellen op %(platform_name)s

source: Superuser creation not allowed
nl_nl: Aanmaak superuser is niet toegestaan

source: Account modification not allowed.
nl_nl: Aanpassingen aan account niet toegestaan

source: Account creation not allowed.
nl_nl: Accounts aanmaken niet toegestaan.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
nl_nl: U bent succesvol ingelogd op je {provider_name} -account, maar dit account is nog niet gekoppeld aan uw {platform_name} -account. {blank_lines} Gebruik uw {platform_name} gebruikersnaam en wachtwoord om in te loggen op {platform_name} hieronder, en koppel vervolgens uw {platform_name} -account aan {provider_name} vanaf uw dashboard. {blank_lines} Als je nog geen account hebt op {platform_name}, klik dan op {register_label_strong} bovenaan de pagina.

source: Register
nl_nl: Registreer

source: There was an error receiving your login information. Please email us.
nl_nl: Er is een fout bij het ontvangen van uw inlog-gegevens. Stuur ons a.u.b. een email.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
nl_nl: Om uw account te beschermen, is het tijdelijk geblokkeerd. Probeer het opnieuw over {locked_out_period}minuten/{li_start} Voor de veiligheid kunt u ook {link_start}hier{link_end} uw wachtwoord resetten voordat u het opnieuw probeert.

source: Too many failed login attempts. Try again later.
nl_nl: Te veel mislukte inlog pogingen. Probeer het later opnieuw.

source: username@domain.com
nl_nl: gebruikersnaam@domein.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
nl_nl: Dit e-mailadres is niet bij ons bekend, weet je zeker dat je hiermee bent geregistreerd?

source: The user account associated with this e-mail address cannot reset the password.
nl_nl: Het gebruikersaccount dat gekoppeld is aan dit e-mailadres kan het wachtwoord niet resetten.

source: Password reset unsuccessful
nl_nl: Wachtwoordherstel mislukt

source: Error in resetting your password.
nl_nl: Fout tijdens het resetten van uw paswoord.

source: Error in resetting your password. Please try again.
nl_nl: Fout tijdens het resetten van uw paswoord. Probeer opnieuw.

source: Some error occured during password change. Please try again
nl_nl: Er is een fout opgetreden. Probeert u het later nog eens.

source: No email address provided.
nl_nl: Geen email opgegeven.

source: Registration using {provider} has timed out.
nl_nl: Registratie door middel van {provider} is verlopen.

source: An access_token is required when passing value ({}) for provider.
nl_nl: Een access_token is vereist bij het doorgeven van waarde ({}) voor provider.

source: The provided access_token is already associated with another user.
nl_nl: Het verstrekte access_token is al gekoppeld aan een andere gebruiker.

source: The provided access_token is not valid.
nl_nl: Het verstrekte access_token is niet geldig.

source: Full Name cannot contain the following characters: < >
nl_nl: Volledige Naam kan de volgende karakters niet bevatten: < >

source: A properly formatted e-mail is required
nl_nl: Een correct samengesteld e-mailadres is verplicht

source: Email cannot be more than %(limit_value)s characters long
nl_nl: Een email-adres mag niet langer zijn dan %(limit_value)s tekens

source: You must accept the terms of service.
nl_nl: Je moet de servicevoorwaarden accepteren.

source: A level of education is required
nl_nl: Een onderwijsniveau is verplicht

source: Your gender is required
nl_nl: Je geslacht is verplicht

source: Your year of birth is required
nl_nl: Je geboortejaar is verplicht

source: Your mailing address is required
nl_nl: Je postadres is verplicht

source: A description of your goals is required
nl_nl: Een omschrijving van je doelen is verplicht

source: A city is required
nl_nl: Een stad is verplicht

source: A country is required
nl_nl: Een land is verplicht

source: To enroll, you must follow the honor code.
nl_nl: Om je in te schrijven, moet je de erecode in acht nemen.

source: You are missing one or more required fields
nl_nl: 1 of meer verplichte velden ontbreken

source: Unauthorized email address.
nl_nl: E-mailadres is niet toegestaan.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
nl_nl: {email} lijkt bij een bestaand account te horen. Probeer opnieuw met een ander e-mailadres.

source: Public Username
nl_nl: Openbare gebruikersnaam
sk: Verejné meno používateľa

source: Year of birth
nl_nl: Geboortejaar

source: Country or Region of Residence
nl_nl: Land of regio waarin u woont

source: Terms of Service and Honor Code
nl_nl: Gebruiksvoorwaarden en Erecode

source: You must agree to the {platform_name} {terms_of_service}
nl_nl: U moet akkoord gaan met de {platform_name} {terms_of_service}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
nl_nl: Door een account aan te maken, gaat u akkoord met het {terms_of_service_link_start} {terms_of_service} {terms_of_service_link_end} en erkent u dat {platform_name} en elk lid uw persoonlijke gegevens verwerken in overeenstemming met het {privacy_policy_link_start} privacybeleid {privacy_policy_link_end}.

source: Create Account
nl_nl: Maak account

source: Dismiss
nl_nl: Verwerpen

source: Force On
nl_nl: Forceer aan

source: Force Off
nl_nl: Forceer uit

source: This content is only accessible to registered learners. Sign in or register to view it.
nl_nl: Deze inhoud is alleen toegankelijk voor geregistreerde studenten. Log in of registreer om het te bekijken.

source: This value is invalid.
nl_nl: Deze waarde is ongeldig.

source: This field is not editable
nl_nl: Dit veld is niet editeerbaar.

source: Category
nl_nl: Categorie

source: 'course_key' is required.
nl_nl: 'course_key' is verplicht.

source: Set goal to: {choice}
nl_nl: Stel het doel in op: {choice}

source: Set goal to: {goal_text}
nl_nl: Stel het doel in op: {goal_text}

source: Disabled
nl_nl: Uitgeschakeld

source: CSV File
nl_nl: CSV bestand

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
nl_nl: CSV-bestand moet 3 kolommen hebben met de namen lms_user_id, course_id, opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
nl_nl: Inschrijvingskenmerken zijn niet bijgewerkt voor dossiers op de volgende regelnummers in CSV omdat er geen inschrijving is gevonden voor deze dossiers: {error_line_numbers}

source: Enrollment in {course_title} was not complete.
nl_nl: Inschrijving voor {course_title} was niet voltooid.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
nl_nl: Als u zich zorgen maakt over het delen van uw gegevens, neem dan contact op met uw beheerder via {enterprise_customer_name}.

source: Enterprise Course Enrollments
nl_nl: Inschrijvingen voor Enterprise-cursussen

source: Override Enrollment Attributes
nl_nl: Inschrijvingskenmerken overschrijven

source: Upload CSV to override enrollment attributes for learners
nl_nl: Upload CSV om inschrijvingskenmerken voor studenten te overschrijven

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
nl_nl: Het spijt ons, u heeft geen toegang tot {platform_name} via dit kanaal. Neem contact op met uw leerbeheerder of manager om toegang te krijgen tot {platform_name}. {line_break} {line_break} Foutdetails: {line_break} {error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
nl_nl: Bedankt dat u lid bent geworden van {platform_name}. Slechts een paar stappen voordat u begint met leren!

source: Continue
nl_nl: Ga Door

source: Shift due dates
nl_nl: Verschuif de vervaldatums

source: To participate in this assignment, the suggested schedule for your course needs updating. Don’t worry, we’ll shift all the due dates for you and you won’t lose any of your progress.
nl_nl: Om aan deze opdracht deel te nemen, moet het voorgestelde schema voor uw cursus worden bijgewerkt. Maakt u zich geen zorgen, we verschuiven alle inleverdata voor u en u verliest niets van uw voortgang.

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
nl_nl: Weet je nog dat u zich inschreef in %(course_name)s en andere cursussen op edX.org? Wij wel en we zijn blij u bij ons te hebben! Kom kijken wat iedereen leert.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
nl_nl: Weet je nog dat u zich inschreef in %(course_name)s op edX.org? Wij wel en we zijn blij u bij ons te hebben! Kom kijken wat iedereen leert.

source: invalid JSON
nl_nl: Ongeldige JSON
sk: neplatný JSON

source: must have name of the configuration
nl_nl: moet de naam van de configuratie hebben
sk: musí mať uvedený názov konfigurácie

source: must have at least one group
nl_nl: moet ten minste één groep hebben
sk: musí mať aspoň jednu skupinu

source: Invalid course update id.
nl_nl: Onjuiste cursus update id
sk: Neplatný identifikátor aktualizácie kurzu.

source: Course update not found.
nl_nl: Cursus update niet gevonden
sk: Aktualizácia kurzu nebola nájdená.

source: Could not index item: {}
nl_nl: Kon het item {} niet indexeren
sk: Nie je možné indexovať položku: {}

source: General indexing error occurred
nl_nl: Er is een indexeringsfout gebeurd
sk: Vyskytla sa všeobecná chyba s indexovaním

source: (Unnamed)
nl_nl: (Zonder naam)
sk: (Nepomenovaný)

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
nl_nl: GIT_REPO_EXPORT_DIR niet ingesteld of pad {0} bestaat niet, maak het a.u.b. aan, of configureer een ander pad voor GIT_REPO_EXPORT_DIR
sk: Nie je nastavená premenná GIT_REPO_EXPORT_DIR alebo cesta {0} neexistuje. Vytvorte cestu alebo uveďte inú cestu v premennej GIT_REPO_EXPORT_DIR

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
nl_nl: Bij gebruik van http urls, moet u de gebruikersnaam en wachtwoord in de url opgeven. Vergelijkbaar met https://user:pass@github.com/user/course.
sk: Pokiaľ uvádzate url obsahujúce http, musíte v url adrese tiež uviesť meno používateľa a heslo. Niečo podobné ako https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
nl_nl: Niet gelukt om de branch te bepalen, repo in losgekoppelde HEAD mode
sk: Nie je možné určiť vetvu, repozitár sa nachádza v odpojenom HEAD režime

source: Unable to update or clone git repository.
nl_nl: Niet gelukt om de git repository te wijzigen of te clonen.
sk: Nie je možné aktualizovať alebo klonovať git repozitár.

source: Unable to export course to xml.
nl_nl: Niet gelukt om de cursus te exporteren naar xml.
sk: Nie je možné exportovať kurz do xml.
