Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs.po
Languages: lv, mn

source: Sent To:
lv: Adresāts:

source: Message:
lv: Ziņojums:
mn: Мессеж:

source: No tasks currently running.
lv: Patlaban netiek izpildīti uzdevumi.

source: File Name
lv: Datnes nosaukums

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
lv: Saites tiek ģenerētas pēc pieprasījuma, un to derīguma ilgums ir 5 minūtes studentu informācijas jūtīgā rakstura dēļ.

source: Successfully reset the attempts for user {user}
lv: Veiksmīgi atiestatīti mēģinājumi lietotājam {user}

source: Failed to reset attempts for user.
lv: Neizdevās atiestatīt mēģinājumus lietotājam.

source: Successfully deleted student state for user {user}
lv: Veiksmīgi dzēsts studenta stāvoklis lietotājam {user}

source: Failed to delete student state for user.
lv: Neizdevās dzēst studenta stāvokli lietotājam.

source: Successfully rescored problem for user {user}
lv: Problēma veiksmīgi vērtēta atkārtoti lietotājam {user}

source: Failed to rescore problem for user.
lv: Neizdevās atkārtoti vērtēt problēmu lietotājam.

source: Successfully rescored problem to improve score for user {user}
lv: Problēma veiksmīgi vērtēta atkārtoti, lai uzlabotu vērtējumu lietotājam {user}

source: Failed to rescore problem to improve score for user.
lv: Neizdevās atkārtoti vērtēt problēmu, lai uzlabotu vērtējumu lietotājam.

source: Successfully overrode problem score for {user}
lv: Veiksmīgi pārlabots problēmas vērtējums lietotājam {user}

source: Could not override problem score for {user}.
lv: Nebija iespējams pārlabot problēmas vērtējumu lietotājam {user}.

source: Terms of Service and Honor Code
lv: Pakalpojumu sniegšanas noteikumi un goda kodekss
mn: Үйлчилгээний нөхцөлд болон Ёс зүйн дүрэм

source: Saving your email preference
lv: Saglabā Jūsu e-pasta iestatījumus

source: Enrolling you in the selected course
lv: Reģistrē Jūs izvēlētajā kursā

source: Adding the selected course to your cart
lv: Pievieno izvēlēto kursu Jūsu iepirkumu grozam

source: Loading your courses
lv: Ielāde Jūsu kursus

source: An error occurred.
lv: Notika kļūda.

source: (optional)
lv: (Neobligāts)

source: We couldn't sign you in.
lv: Mums neizdevās Jūs pieteikt.
mn: Таныг системд нэвтрүүлэх боломжгүй байна

source: An error occurred when signing you in to %s.
lv: Notika kļūda, piesakot Jūs %s.

source: Check Your Email
lv: Pārbaudiet Jūsu e-pastu

source: An error has occurred. Try refreshing the page, or check your Internet connection.
lv: Notika kļūda. Mēģiniet atsvaidzināt lapu vai arī pārbaudiet Jūsu interneta savienojumu.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
lv: Jūs veiksmīgi pieteicāties %(currentProvider)s, taču Jūsu %(currentProvider)s kontam nav saistīta %(platformName)s konta. Lai saistītu Jūsu kontus, piesakieties tagad ar Jūsu %(platformName)s paroli.

source: We couldn't create your account.
lv: Mums neizdevās izveidot Jūsu kontu.

source: Create Account
lv: Izveidot kontu
mn: Бүртгэл үүсгэх

source: (required)
lv: (nepieciešams)
mn: (шаардлагатай)

source: You've successfully signed into %(currentProvider)s.
lv: Jūs veiksmīgi pieteicāties %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
lv: Mums ir nepieciešams nedaudz vairāk informācijas, pirms Jūs varat sākt mācīties, izmantojot %(platformName)s.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
lv: Jūsu profila iestatījumus pārvalda {enterprise_name}. Sazinieties ar Jūsu administratoru vai {link_start}edX atbalstu{link_end}, lai saņemtu palīdzību.

source: Email Address (Sign In)
lv: E-pasta adrese (pieteikties)

source: You receive messages from {platform_name} and course teams at this address.
lv: Jūs saņemsiet ziņojumus no {platform_name} un kursa komandām šajā adresē.

source: Full Name
lv: Pilns vārds
mn: Овог нэр

source: The name that is used for ID verification and that appears on your certificates.
lv: Vārds, kas tiek lietots ID verifikācijai un kas parādās uz Jūsu sertifikātiem.

source: Country or Region of Residence
lv: Dzīvesvietas valsts vai reģions
mn: Оршин суугаа улс эсвэл бүс нутаг

source: The country or region where you live.
lv: Valsts vai reģions, kurā Jūs dzīvojat.
mn: Амьдарч байгаа улс эсвэл бүс нутаг

source: Basic Account Information
lv: Konta pamatinformācija

source: These settings include basic information about your account.
lv: Šajos iestatījumos ir iekļauta pamatinformācija par Jūsu kontu.

source: The name that identifies you on {platform_name}. You cannot change your username.
lv: Vārds, ar kuru Jūs tiekat identificēti {platform_name}. Jūs nevarat nomainīt savu lietotājvārdu.

source: Password
lv: Parole
mn: Нууц үг

source: Check your email account for instructions to reset your password.
lv: Pārbaudiet savu e-pasta kontu, lai saņemtu instrukcijas par to, kā atiestatīt paroli.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
lv: Šajā vietnē izmantotā valoda. Šī vietne patlaban ir pieejama ierobežotā valodu skaitā. Izmainot šī lauka vērtību, tiks atsvaidzināta lapa.

source: Time Zone
lv: Laika josla

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
lv: Izvēlieties laika joslu, kuru parādīt kursu datumos. Ja Jūs nenoteiksiet laika zonu, kursa datumi, ieskaitot uzdevumu pēdējos izpildes termiņus, tiks atspoguļoti atbilstoši Jūsu pārlūka vietējai laika joslai.

source: All Time Zones
lv: Visas laika joslas

source: Default (Local Time Zone)
lv: Noklusētā (Vietējā laika josla)

source: Additional Information
lv: Papildus informācija

source: Education Completed
lv: Iegūtā izglītība

source: Gender
lv: Dzimums
mn: Хүйс

source: Year of Birth
lv: Dzimšanas datums
mn: Төрсөн өдөр

source: Preferred Language
lv: Vēlamā valoda
mn: Хичээл явагдах хэл

source: Social Media Links
lv: Sociālo plašsaziņas līdzekļu saites

source: Optionally, link your personal accounts to the social media icons on your edX profile.
lv: Pēc izvēles, saistiet savus personīgo kontus ar sociālo plašsaziņas līdzekļu ikonām Jūsu edX profilā.

source: Linked Accounts
lv: Pieslēgtie saistītie konti

source: You can link your social media accounts to simplify signing in to {platform_name}.
lv: Jūs varat saistīt savus sociālo plašsaziņas līdzekļu kontus, vienkārši pierakstoties {platform_name}.

source: ORDER NAME
lv: PASŪTĪJUMA NOSAUKUMS

source: ORDER PLACED
lv: PASŪTĪJUMS VEIKTS

source: TOTAL
lv: KOPĀ

source: ORDER NUMBER
lv: PASŪTĪJUMA NUMURS

source: My Orders
lv: Mani pasūtījumi

source: This page contains information about orders that you have placed with {platform_name}.
lv: Šajā lapā ir informācija par pasūtījumiem, kurus Jūs veicāt ar {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
lv: Mēs nosūtījām apstiprinājuma ziņojumu uz {new_email_address}. Klikšķiniet uz saites ziņojumā, lai atjauninātu Jūsu e-pasta adresi.

source: You must sign out and sign back in before your language changes take effect.
lv: Lai Jūsu valodas izmaiņas stātos spēkā, Jums ir jāizrakstās un pēc tam atkārtoti jāpierakstās.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
lv: Mēs nosūtījām ziņojumu uz {email}. Klikšķiniet uz saites ziņojumā, lai atiestatītu Jūsu paroli. Vai Jūs nesaņēmāt ziņojumu? Sazinieties ar {anchorStart}tehnisko atbalstu{anchorEnd}.

source: Link your {accountName} account
lv: Saistiet Jūsu {accountName} kontu

source: Unlink This Account
lv: Atsaistiet šo kontu

source: You can use your {accountName} account to sign in to your {platformName} account.
lv: Jūs varat izmantot Jūsu {accountName} kontu, lai pierakstītos Jūsu {platformName} kontā.

source: Unlink your {accountName} account
lv: Atsaistiet Jūsu {accountName} kontu

source: Link Your Account
lv: Saistiet Jūsu kontu

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
lv: Saistiet Jūsu {accountName} kontu ar Jūsu {platformName} kontu un izmantojiet {accountName}, lai pierakstītos {platformName}.

source: Unlinking
lv: Atsaistīšana

source: Linking
lv: Saistīšana

source: Successfully unlinked.
lv: Veiksmīgi atsaistīts

source: Image Upload Error
lv: Attēlu augšupielādes kļūda

source: Please verify that you have uploaded a valid image (PNG and JPEG).
lv: Lūdzu, pārbaudiet, ka Jūs esat augšupielādējuši derīgu attēlu (PNG un JPEG).

source: An error has occurred. Please try again later.
lv: Notika kļūda. Lūdzu, mēģiniet vēlāk vēlreiz.

source: Could not submit photos
lv: Nebija iespējams iesniegt fotogrāfijas

source: Professional Education Verified Certificate
lv: Profesionālās izglītības verificēts sertifikāts

source: Professional Education
lv: Profesionālā izglītība

source: Verified Certificate upgrade
lv: Verificēta sertifikāta jaunināšana

source: Verified Certificate
lv: Verificēts sertifikāts

source: Checkout
lv: Norēķināties
mn: Тооцоо хийх

source: Checkout with PayPal
lv: Norēķināties ar PayPal
mn: Пэйпалаар тооцоо хийх

source: Checkout with {processor}
lv: Norēķināties ar {processor}

source: All payment options are currently unavailable.
lv: Visas maksājuma opcijas patlaban nav pieejamas.

source: Try the transaction again in a few minutes.
lv: Mēģiniet atkārtoti veikt darījumu pēc pāris minūtēm.

source: Could not submit order
lv: Nebija iespējams iesniegt pasūtījumu

source: Take a photo of your ID
lv: Uzņemt Jūsu identifikācijas fotogrāfiju
mn: Өөрийн зургаа дарах

source: Review your info
lv: Pārskatīt Jūsu informāciju
mn: Өөрийн мэдээллийг хянах

source: An error has occurred. Please try reloading the page.
lv: Notika kļūda. Lūdzu, mēģiniet atkārtoti pārlādēt lapu.

source: Video Capture Error
lv: Video tveršanas kļūda

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
lv: Lūdzu, pārbaudiet, ka Jūsu tīmekļa kamera ir pievienota un ka Jūs esat devuši atļauju Jūsu pārlūkam tai piekļūt.

source: No Webcam Detected
lv: Tīmekļa kamera nav noteikta
mn: Ямар нэгэн веб камер илэрсэнгүй

source: You don't seem to have a webcam connected.
lv: Izskatās, ka Jums nav pieslēgta tīmekļa kamera.

source: Double-check that your webcam is connected and working to continue.
lv: Rūpīgi pārbaudiet, ka Jūsu tīmekļa kamera ir pieslēgta un strādā, lai varētu turpināt.

source: Photo Captured successfully.
lv: Fotogrāfija uzņemta veiksmīgi.
mn: Зураг амжилттай дарлаа

source: No Flash Detected
lv: Nav atrasts Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
lv: Izskatās, ka Jums nav uzstādīts Flash. Lai turpinātu Jūsu verifikāciju, uzstādiet Flash.

source: Editable
lv: Rediģējams
mn: Засварлах боломжтой

source: Validation Error
lv: Validēšanas kļūda

source: In Progress
lv: Progresā
mn: Явагдаж байна

source: Placeholder
lv: Vietturis

source: Your upload of '{file}' succeeded.
lv: Jūsu veiktā '{file}' augšupielāde izdevās.

source: Your upload of '{file}' failed.
lv: Jūsu veiktā '{file}' augšupielāde neizdevās.

source: Upload an image
lv: Augšupielādēt attēlu
mn: Зураг оруулах

source: Change image
lv: Nomainīt attēlu
mn: Зураг өөрчлөх

source: Image
lv: Attēls
mn: Зураг

source: An error has occurred. Refresh the page, and then try again.
lv: Notika kļūda. Atsvaidziniet lapu un tad mēģiniet vēlreiz.
mn: Алдаа гарлаа. Хуудсыг шинэчлээд, ахин оролдоно уу.

source: The file must be at least {size} in size.
lv: Datnes izmēram ir jābūt vismaz {size}.
mn: Файлын нь багадаа {size} хэмжэээтэй байх ёстой.

source: The file must be smaller than {size} in size.
lv: Datnes izmēram ir jābūt mazākam par {size}.
mn: Файлын хэмжээ нь {size} хэмжээнээс бага байх ёстой.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
lv: Augšupielāde progresā. Lai izvairītos no kļūdām, palieciet šajā lapā līdz process tiek pabeigts.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
lv: Noņemšana progresā. Lai izvairītos no kļūdām, palieciet šajā lapā līdz process tiek pabeigts.

source: bytes
lv: baiti
mn: байт

source: Course is not yet visible to students.
lv: Kurss vēl nav redzams studentiem.
mn: Хичээл суралцагчдад арай харагдахгүй байгаа.

source: You cannot view the course as a student or beta tester before the course release date.
lv: Jūs nevarat apskatīt šo kursu kā students vai beta testētājs pirms kursa izdošanas datuma.
mn: Гаргах өдрөөс нь өмнө та уг хичээлийг суралцагч эсвэл бета туршигч байдлаар харж чадахгүй болно.

source: Overall Score
lv: Kopējais vērtējums
mn: Нийт оноо

source: Profile Visibility:
lv: Profila redzamība:

source: Limited Profile
lv: Ierobežots profils

source: Full Profile
lv: Pilns profils

source: Joined
lv: Pievienojies
mn: Элссэн

source: Joined Date
lv: Pievienošanās datums
mn: Элссэн огноо

source: Location
lv: Atrašanās vieta
mn: Байршил

source: Add Country
lv: Pievienot valsti
mn: Улс нэмэх

source: Add language
lv: Pievienot valodu
mn: Хэл нэмэх

source: About me
lv: Par mani
mn: Миний тухай

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
lv: Pastāstiet citiem audzēkņiem nedaudz par Jums: kur Jūs dzīvojat, kādas ir Jūsu intereses, kādēļ Jūs piedalāties kursos, ko Jūs cerat iemācīties

source: Accomplishments Pagination
lv: Sasniegumu lapas numerācija

source: Account Settings page.
lv: Konta iestatījumu lapa.

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
lv: Jums ir jānorāda Jūsu dzimšanas gads, pirms Jūs varēsiet kopīgot Jūsu pilno profilu. Lai norādītu Jūsu dzimšanas gadu, dodieties uz {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
lv: Jums ir jābūt vecākiem par 13 gadiem, lai kopīgotu pilnu profilu. Ja Jūs esat vecāki par 13 gadiem, pārliecinieties, ka esat norādījuši dzimšanas gadu {account_settings_page_link}

source: Profile Image
lv: Profila attēls

source: Profile image for {username}
lv: Profila attēls lietotājam {username}

source: About Me
lv: Par mani
mn: Миний тухай

source: Accomplishments
lv: Sasniegumi
mn: Ололт, амжилтууд

source: Profile
lv: Profils
mn: Профайл

source: Staff
lv: Personāls
mn: Багш, Ажилтан

source: Admin
lv: Administrators
mn: Админ

source: Upload completed
lv: Augšupielāde pabeigta

source: Type
lv: Veids
mn: Төрөл

source: Required
lv: Nepieciešams
mn: Шаардлагатай

source: Basic
lv: Pamata
mn: Үндсэн

source: and
lv: un
mn: ба

source: Account Information
lv: Konta informācija
mn: Бүртгэлийн тохиргоо

source: Order History
lv: Pasūtījumu vēsture
mn: Захиалгын түүх

source: Actions
lv: Darbības
mn: Үйлдлүүд

source: Unscheduled
lv: Nav noteikts sākuma laiks
mn: Төлөвлөөгүй

source: Previous
lv: Iepriekšējais
mn: Өмнөх

source: Clear search
lv: Notīrīt meklēšanu
mn: Хайлтыг цэвэрлэ

source: Search
lv: Meklēt
mn: Хайх

source: Submit
lv: Iesniegt
mn: Илгээх

source: Closed
lv: Aizvērts
mn: Хаах

source: Community TA
lv: Kopienas TA
mn: Нийтийн Багшийн Туслах

source: Add a Post
lv: Pievienot ziņu
mn: Бичлэг нэмэх

source: View discussion
lv: Skatīt diskusiju
mn: ярилцлагуудыг олох

source: Question
lv: Jautājums
mn: Хэсэг

source: Discussion
lv: Diskusija
mn: Эхлэл

source: Status
lv: Statuss
mn: Статус

source: Grade
lv: Novērtējums
mn: Дүгнэсэн

source: Course ID
lv: Kursa ID
mn: Хичээлийн АйДи

source: Course End
lv: Kursa beigas
mn: Хичээл дуусах

source: Upgrade Deadline
lv: Atjaunojumu veikšanas termiņš
mn: Сайжруулалтын эцсийн хугацаа

source: Verification Deadline
lv: Verifikācijas pēdējais termiņš
mn: Баталгаажуулалтын эцсийн хугацаа

source: Enrollment Date
lv: Reģistrēšanās datums
mn: Элсэлтийн огноо

source: Enrollment Mode
lv: Reģistrācijas režīms
mn: Элсэлтийн горим

source: Reason
lv: Iemesls
mn: Шалтгаан

source: Donate
lv: Ziedot
mn: Хандив өргөх

source: Start Date
lv: Sākuma datums
mn: Эхлэх хугацаа

source: Due Date
lv: Izpildes datums
mn: Дуусах хугацаа

source: Section
lv: Segments
mn: Хэсэг

source: Subsection
lv: Apakšsegments
mn: Дэд бүлэг

source: LEARN MORE
lv: UZZINĀT VAIRĀK
mn: Дэлгэрэнгүй

source: Starts
lv: Sākums
mn: Эхлэх

source: Tags:
lv: Tagi:

source: Order Number
lv: Pasūtījuma numurs
mn: Захиалгын дугаар

source: Financial Assistance Application
lv: Finanšu palīdzības pieteikums
mn: Санхүүгийн туслалцааны өргөдөл

source: Student
lv: Students
mn: Оюутан

source: Notes
lv: Piezīmes
mn: Тайлбар

source: There must be one cohort to which students can automatically be assigned.
lv: Ir jābūt vienai kohortai, kurai var automātiski piešķirt studentus
mn: Суралцагчид автоматаар оноогдох нэг когорт байх ёстой.

source: Used
lv: Izmantota
mn: Ашигласан

source: Change or Leave Session
lv: Izmainīt vai atstāt sesiju
mn: Өөрчлөх эсвэл Орхиж гарах

source: You must select a session by {expiration_date} to access the course.
lv: Jums ir jāizvēlas sesija pēc {expiration_date}, lai piekļūtu kursam.
mn: Та курст хамрагдахын тулд секундын {expiration_date} сессийг сонгох ёстой.

source: You can no longer change sessions.
lv: Jūs vairs nevarat nomainīt sesijas
mn: Та цаашид өөрчлөлт хийх боломжгүй.

source: View Archived Course
lv: Skatīt arhivēto kursu
mn: Архивласан Хичээлийг Үзэх

source: View Course
lv: Skatīt kursu
mn: Хичээл Үзэх

source: Enroll Now
lv: Reģistrēties

source: Coming Soon
lv: Drīzumā
mn: Удахгүй Ирнэ

source: Learn More
lv: Uzzināt vairāk
mn: Дэлгэрэнгүй

source: Upgrade to Verified
lv: Jaunināt uz verificētu
mn: Баталгаажсан руу Сайжруулах

source: Sign In
lv: Pierakstīties
mn: Нэвтрэх

source: Error:
lv: Kļūda:
mn: Алдаа:

source: Frequently Asked Questions
lv: Biežāk uzdotie jautājumi
mn: Түгээмэл асуултууд

source: Total
lv: Kopā
mn: Нийт

source: Return to Your Dashboard
lv: Atgriezties uz Jūsu informācijas paneli
mn: Хяналтын самбар руу буцах

source: Value
lv: Vērtība
mn: Үнэлгээ

source: You have not bookmarked any courseware pages yet
lv: Jūs vēl neesat pievienojis grāmatzīmes

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
lv: Izmantojiet grāmatzīmes, lai viegli atrastu vajadzīgo kursa lapu. Lai lapu pievienotu grāmatzīmei, zem lapas nosaukuma noklikšķiniet uz “Pievienot šo lapu grāmatzīmēm”.

source: Fully Supported
lv: Pilnīgs atbalsts
mn: Бүрэн дэмжигдсэн

source: Provisionally Supported
lv: Provizorisks atbalsts
mn: Түр хугацаагаар дэмжигдсэн

source: Course Number
lv: Kursa numurs
mn: Хичээлийн дугаар

source: Organization Name
lv: Organizācijas nosaukums
mn: Байгууллагын нэр

source: Collapse/Expand this %(xblock_type)s
lv: Sakļaut/Izvērst %(xblock_type)s

source: Display Name
lv: Redzamais vārds
mn: Харагдах Нэр

source: Transcript Languages
lv: Noraksta valodas
mn: Хөрвүүлэг хэлнүүд

source: Change
lv: Mainīt
mn: Өөрчлөх

source: Course Handouts
lv: Kursa izdales materiāli
mn: Хичээлийн гарын авлага

source: Date
lv: Datums
mn: Огноо

source: Creative Commons licensed content, with terms as follow:
lv: Creative Commons licencēts saturs ar šādiem nosacījumiem:
mn: Creative Commons контентыг дараах агуулгатай лицензтэй:

source: Some Rights Reserved
lv: Daļa tiesību paturētas
mn: Зарим эрх хамгаалагдсан

source: Clear
lv: Notīrīt
mn: Цэвэрлэх

source: Transcripts
lv: Noraksti
mn: Хуулбар бичгүүд

source: Account
lv: Konts
mn: Бүртгэл

source: Deleted Group
lv: Dzēst grupu

source: Default Timed Transcript
lv: Noklusētais laika kodu noraksts
mn: Өгөгдмөл цагт хөрвүүлэг

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
mn: Манай серверт алдаа гарсан эсвэл таны интернэт холболтоос үүдэн энэхүү асуудал үүссэн байна. Интернэт холболтоо шалгах эсвэл хуудсыг дахин ачааллуулах товчийг дарна уу.

source: Studio's having trouble saving your work
mn: Хадгалах явцад асуудал үүслээ.

source: OpenAssessment Save Error
mn: Нээлттэй үнэлгээ Хадгалагдах Алдаа

source: This link will open in a new browser window/tab
mn: Энэ холбоос нь хөтөч дээр шинэ цонх/таб дээр нээгдэх болно.

source: This link will open in a modal window
mn: Энэ холбоос нь модал цонх үүсгэнэ

source: There was an error during the upload process.
mn: хуулж байх үед алдаа гарсан байна

source: There was an error while unpacking the file.
mn: файлыг задалж байх үед алдаа гарсан байна

source: There was an error while verifying the file you submitted.
mn: таны явуулсан файлыг баталгаажуулж байх үед алдаа гарсан байна

source: File format not supported. Please upload a file with a {ext} extension.
mn: файлын төрөл тохирохгүй байна. {ext} өргөтгөлтэй файл оруулна уу

source: There was an error with the upload
mn: Файл хуулахад алдаа гарлаа.

source: View Live
mn: Харах

source: You must specify a name
mn: Та нэрээ тодорхойлох ёстой

source: Adding
mn: Ачаалж байна

source: Please select a PDF file to upload.
mn: Оруулах PDF файлаа сонгоно уу.

source: Creative Commons
mn: Бүртгэл үүсгэх

source: Share Alike
mn: Хуваалцах адил

source: Discard Changes
mn: Өөрчлөлтийг болиулах

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
mn: Энэ модулийн хэвлэгдсэн хэсгийг сэргээхийг та хүсч байна? Энэ үйлдлийг буцаах боломжгүй.

source: Make Visible to Students
mn: Хичээл суралцагчдад арай харагдахгүй байгаа.

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
mn: Энэ модуль өмнө нь оюутнуудад зориулж хэвлэгдэсэн эсвэл чөлөөлөгдсөн бол одоо

source: Making Visible to Students
mn: Хичээл суралцагчдад арай харагдахгүй байгаа.

source: Hide Previews
mn: Урьдчилан харах

source: Show Previews
mn: Урьдчилан харах

source: Delete Page Confirmation
mn: Хуудас баталгаажуулалтыг устгах

source: Are you sure you want to delete this page? This action cannot be undone.
mn: Та үнэхээр энэ хуудсыг устгахдаа итгэлтэй байна уу? Энэхүү үйлдлийг буцаах боломжгүй.

source: Upload
mn: Сервер лүү хуулж байна

source: Undo move
mn: Үйлдэл буцаах

source: Undo moving
mn: Устгаж байна

source: Moving
mn: Устгаж байна

source: section
mn: Тайлбар

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
mn: Таны ачаалсан зүйлийн гарчиг болон тайлбарыг танихгүй байна. Ахин шалгана уу.

source: Remove Transcript
mn: Бичлэгний хөрвүүлэг

source: Upload translation
mn: Тайлбар

source: Warning
mn: Анхааруулга

source: Loading...
mn: Ачаалж байна.

source: Unable to update settings
mn: Тохиргоог шинэчлэх боломжгүй байна.

source: text_word_{uniqueId} title_word_{uniqueId}
mn: текст_үг_{uniqueId} гарчиг_үг_{uniqueId}

source: title_word_{uniqueId}
mn: гарчиг_үг_{uniqueId}

source: text_word_{uniqueId}
mn: текст_үг_{uniqueId}

source: Enter and confirm your new password.
mn: Шинэ нууц үгээ оруулна уу.

source: Create an Account
mn: Бүртгэл Үүсгэх

source: Certificate name is required.
mn: Гэрчилгээний нэрийг шаардаж байна.
