Repository: Ali-Salman29/wm-edx-platform
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nl_nl, sk

source: Discussion
nl_nl: Discussie

source: Problem
nl_nl: Opgave

source: Advanced
nl_nl: Geavanceerd
sk: Pokročilé

source: Entrance Exam
nl_nl: Toelatingsexamen

source: Unit
nl_nl: Eenheid
sk: Oddiel

source: Empty
nl_nl: Leeg
sk: Prázdny

source: The following parameters are required: {missing}.
nl_nl: Volgende parameters zijn nodig: {missing}.

source: A transcript with the "{language_code}" language code already exists.
nl_nl: De uitgeschreven tekst met de "{language_code}" taalcode bestaat reeds.

source: A transcript file is required.
nl_nl: Een document met de uitgeschreven tekst is nodig.

source: There is a problem with this transcript file. Try to upload a different file.
nl_nl: Er is een probleem met het document dat de uitgeschreven tekst bevat. Probeer een ander document te uploaden.

source: Name
nl_nl: Naam
sk: Názov

source: Pending
nl_nl: In behandeling
sk: Nestanovené

source: Django site admin
nl_nl: Django site beheer

source: Django administration
nl_nl: Django beheer

source: View site
nl_nl: Bekijk site

source: Documentation
nl_nl: Documentatie

source: Log out
nl_nl: Log uit

source: Mode
nl_nl: Modus
sk: Mód

source: Verification Deadline
nl_nl: Verificatiedeadline
sk: Termín overenia

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
nl_nl: OPTIONEEL: Na deze datum/tijd kunnen gebruikers niet langer foto's indienen ter verificatie. Dit is ALLEEN van toepassing op modi die verificatie vereisen.

source: Your verification is pending
nl_nl: In afwachting van verificatie.

source: Verified: Pending Verification
nl_nl: Geverifieerd: in afwachting van verificatie.

source: ID verification pending
nl_nl: In afwachting van ID verificatie.

source: You're enrolled as a verified student
nl_nl: U bent ingeschreven als gecontroleerd student

source: Verified
nl_nl: Gecontroleerd
sk: Overených

source: ID Verified Ribbon/Badge
nl_nl: ID-geverifieerd Lintje/Badge

source: You're enrolled as an honor code student
nl_nl: U bent ingeschreven als ere code student

source: Honor Code
nl_nl: Ere Code
sk: Kódex cti

source: You're enrolled as a professional education student
nl_nl: U bent ingeschreven als professioneel onderwijs student

source: Professional Ed
nl_nl: Professionele Educatie

source: Display Name
nl_nl: Presentatie Naam

source: Price
nl_nl: Prijs

source: Upgrade Deadline
nl_nl: Deadline Upgraden

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
nl_nl: OPTIONEEL: Na deze datum/tijd kunnen gebruikers niet langer inschrijven in deze modus. Laat dit leeg als gebruikers zich kunnen inschrijven in deze modus totdat inschrijvingen voor de cursus sluiten.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
nl_nl: OPTIONEEL: Dit is de SKU (stock keeping unit) van deze modus in de externe e-commerce dienst. Laat dit leeg als de cursus nog niet naar de e-commerce dienst gemigreerd is.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
nl_nl: Dit is de massa-SKU (stock keeping unit) van deze modus in de externe e-commerce dienst.

source: Professional education modes are not allowed to have expiration_datetime set.
nl_nl: Voor professionele educatie modi mag expiration_datetime niet bepaald zijn.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
nl_nl: De {course_mode} cursus mode heeft een minimumprijs van {min_price}. U moet een prijs hoger of gelijk aan zetten van minimaal: {min_price}.

source: Free
nl_nl: Gratis

source: The time period before a course ends in which a course mode will expire
nl_nl: De tijdsperiode voordat een cursus eindigt waarin een cursusmodus zal vervallen

source: Congratulations! You are now enrolled in {course_name}
nl_nl: Gefeliciteerd! Je bent nu ingeschreven in {course_name}
sk: Blahoželáme! Teraz ste zapísaní v {course_name}

source: Enrollment is closed
nl_nl: Inschrijving is gesloten

source: Enrollment mode not supported
nl_nl: Inschrijvingsmethode wordt niet ondersteund

source: Invalid amount selected.
nl_nl: Onjuist bedrag geselecteerd.

source: No selected price or selected price is too low.
nl_nl: Geen prijs geselecteerd, of de geselecteerde prijs is te laag.

source: User profile
nl_nl: gebruikersprofiel

source: Account recovery
nl_nl: Accountherstel

source: Password
nl_nl: Wachtwoord
sk: Heslo

source: Raw passwords are not stored, so there is no way to see this user's password.
nl_nl: Ruwe wachtwoorden worden niet opgeslagen, dus er is geen enkele mogelijkheid om het wachtwoord van deze gebruiker te zien.

source: User with this email doesn't exist in system.
nl_nl: Gebruiker met dit e-mailadres staat niet in ons systeem.

source: An account with the Email '{email}' already exists.
nl_nl: Een account met Email '{email}' bestaat al.
sk: Účet s Emailom '{email}' už existuje.

source: An account with the Public Username '{username}' already exists.
nl_nl: De naam '{username}' is al in gebruik. Kies een andere.

source: Removed group: "{}"
nl_nl: Groep verwijderd: "{}"

source: Did not find a group with name "{}" - skipping.
nl_nl: Groep met naam "{}" niet gevonden - overslaan.

source: Invalid group name: "{group_name}". {messages}
nl_nl: Ongeldige groepsnaam: "{group_name}". {messages}

source: Created new group: "{}"
nl_nl: Nieuwe groep gemaakt: "{}"

source: Found existing group: "{}"
nl_nl: Bestaande groep gevonden: "{}"

source: Adding {codenames} permissions to group "{group}"
nl_nl: {codenames} permissies toevoegen aan groep "{group}"

source: Removing {codenames} permissions from group "{group}"
nl_nl: {codenames} permissies verwijderen van groep "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
nl_nl: Ongeldige permissie-optie: "{}". Specificeer permissies alstublieft in het formaat: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
nl_nl: Ongeldige permissiecodenaam: "{codename}". Er bestaat geen dergelijke permissie voor het model {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
nl_nl: {attribute} voor gebruiker "{username}" instellen op "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
nl_nl: Gebruiker "{}" overslaan, omdat het opgegeven en bestaande e-mailadres niet overeenkomen.

source: Did not find a user with username "{}" - skipping.
nl_nl: Geen gebruiker gevonden met gebruikersnaam "{}" - overslaan.

source: Removing user: "{}"
nl_nl: Gebruiker verwijderen: "{}"

source: Created new user: "{}"
nl_nl: Nieuwe gebruiker gemaakt: "{}"

source: Found existing user: "{}"
nl_nl: Bestaande gebruiker gevonden: "{}"

source: Setting unusable password for user "{}"
nl_nl: Onbruikbaar wachtwoord voor gebruiker "{}" instellen

source: Created new profile for user: "{}"
nl_nl: Nieuw profiel gemaakt voor gebruiker: "{}"

source: Could not find a group named "{}" - skipping.
nl_nl: Kon geen groep vinden genaamd "{}" - overslaan.

source: Adding user "{username}" to groups {group_names}
nl_nl: Gebruiker "{username}" toevoegen aan groepen {group_names}

source: Removing user "{username}" from groups {group_names}
nl_nl: Gebruiker "{username}" verwijderen uit groepen {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
nl_nl: Uw account is geblokkeerd. Als u denkt dat dit onjuist is, neem dan contact op met {support_email}

source: Disabled Account
nl_nl: Geblokkeerd Account

source: Male
nl_nl: Man
sk: Muž

source: Female
nl_nl: Vrouw
sk: Žena

source: Other/Prefer Not to Say
nl_nl: Anders

source: Doctorate
nl_nl: Doctoraat
sk: Doktorát

source: Master's or professional degree
nl_nl: Master- of professionele graad

source: Bachelor's degree
nl_nl: Bachelorgraad

source: Secondary/high school
nl_nl: Middelbare school

source: Junior secondary/junior high/middle school
nl_nl: Bovenbouw basisschool / onderbouw middelbare school

source: Elementary/primary school
nl_nl: Basisschool

source: No formal education
nl_nl: Geen formele opleiding

source: Other education
nl_nl: Andere opleiding

source: {platform_name} Honor Code Certificate for {course_name}
nl_nl: {platform_name} Erecode Certificaat voor {course_name}

source: {platform_name} Verified Certificate for {course_name}
nl_nl: {platform_name} Geverifieerd Certificaat voor {course_name}

source: {platform_name} Professional Certificate for {course_name}
nl_nl: {platform_name} Professioneel Certificaat voor {course_name}

source: {platform_name} Certificate for {course_name}
nl_nl: {platform_name} Certificaat voor {course_name}

source: The ISO 639-1 language code for this language.
nl_nl: De ISO 639-1 taalcode voor deze taal.

source: Name of the enrollment attribute
nl_nl: Naam van het inschrijvingsattribuut

source: Value of the enrollment attribute
nl_nl: Waarde van het inschrijvingsattribuut

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
nl_nl: Het tijdvenster na inschrijving waarin gebruikers geld terug kunnen krijgen, weergegeven in microseconden. De standaardinstelling is 14 dagen.

source: Name of the UTM cookie
nl_nl: Naam van de UTM-cookie

source: Name of the affiliate cookie
nl_nl: Naam van de affiliate cookie

source: Name of this user attribute.
nl_nl: Naam van dit gebruikersattribuut.

source: Value of this user attribute.
nl_nl: Waarde van dit gebruikersattribuut.

source: Secondary email address
nl_nl: Secundair e-mailadres

source: Secondary email address to recover linked account.
nl_nl: Secundair e-mailadres om het gelinkte account te herstellen.

source: and
nl_nl: en
sk: a

source: Photos are mismatched
nl_nl: Foto's zijn een verkeerde combinatie

source: Name missing from ID photo
nl_nl: Naam ontbreekt op ID-foto

source: ID photo not provided
nl_nl: ID-foto niet verstrekt

source: ID is invalid
nl_nl: ID is ongeldig

source: Learner photo is blurry
nl_nl: Leerlingfoto is wazig

source: Name on ID does not match name on account
nl_nl: Naam op ID komt niet overeen met naam op account

source: Learner photo not provided
nl_nl: Leerlingfoto niet verstrekt

source: ID photo is blurry
nl_nl: ID-foto is wazig

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
nl_nl: Er werd een activatielink gestuurd naar {email_start}{email}{email_end} door {platform_name}. Voor extra hulp contacteer contact {link_start}{platform_name} Support{link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
nl_nl: Voeg een herstel-e-mailadres toe om toegang te behouden wanneer eenmalige aanmelding niet beschikbaar is. Ga naar {link_start} uw accountinstellingen {link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
nl_nl: herstel email is nog niet geactiveerd. bezoek astublieft je email en volg de instructies om het te activeren.

source: The course you are looking for does not start until {date}.
nl_nl: De cursus die je zoekt start pas op {date}.

source: The course you are looking for is closed for enrollment as of {date}.
nl_nl: De inschrijving van de cursus die je zoekt is gesloten per {date}.

source: Course id not specified
nl_nl: Cursus id niet gespecificeerd

source: Invalid course id
nl_nl: Onjuist cursus id

source: Course id is invalid
nl_nl: Cursus id is onjuist

source: Could not enroll
nl_nl: Het inschrijven is niet gelukt.

source: You are not enrolled in this course
nl_nl: U bent niet ingeschreven voor deze cursus
sk: Nie ste prihlásený v tomto kurze

source: Your certificate prevents you from unenrolling from this course
nl_nl: Je certificaat zorgt ervoor dat je je niet kunt uitschrijven uit deze cursus.

source: Enrollment action is invalid
nl_nl: Inschrijvingsactie is niet valide.
sk: Prihlasovanie neplatné

source: Please enter a username
nl_nl: Voer a.u.b. een gebruikersnaam in

source: Please choose an option
nl_nl: Kies alsjeblieft een optie

source: User with username {} does not exist
nl_nl: Er is geen gebruiker met gebruikersnaam {}

source: Successfully disabled {}'s account
nl_nl: Uitschakelen van {}'s account geslaagd

source: Successfully reenabled {}'s account
nl_nl: Opnieuw inschakelen van {}'s account geslaagd

source: Unexpected account status
nl_nl: Onverwachte accountstatus

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
nl_nl: {html_start}Je account kon niet geactiveerd worden{html_end}Er is iets misgegaan. <a href="{support_url}">Neem contact op met Ondersteuning</a> om dit probleem op te lossen.

source: {html_start}This account has already been activated.{html_end}
nl_nl: {html_start}Dit account is al geactiveerd.{html_end}

source: {html_start}Success{html_end} You have activated your account.
nl_nl: {html_start}Succes{html_end} Je hebt je account geactiveerd.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
nl_nl: {html_start}Gelukt! U hebt uw account geactiveerd.{html_end}U zal nu per email updates en notificaties van ons ontvangen over de cursussen waarvoor u zich hebt ingeschreven. Log in om verder te gaan.

source: Valid e-mail address required.
nl_nl: Een geldig e-mailadres is verplicht.
sk: Je požadovaná platná e-mailová adresa.

source: Old email is the same as the new email.
nl_nl: Het oude e-mailadres is hetzelfde als het nieuwe e-mailadres.
sk: Starý email je taký istý ako nový email.

source: Cannot be same as your sign in email address.
nl_nl: Mag niet hetzelfde zijn als uw aanmeldings-e-mailadres.

source: Unable to send email activation link. Please try again later.
nl_nl: Activatie e-mail kon niet verzonden worden. Probeer het later nog eens.

source: Deleted the selected configuration(s).
nl_nl: De geselecteerde configuratie(s) zijn verwijderd.

source: Delete the selected configuration
nl_nl: Verwijder de geselecteerde configuratie

source: Authentication with {} is currently unavailable.
nl_nl: Autoriseren met {} is momenteel niet beschikbaar.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
nl_nl: Als deze optie is geselecteerd, hoeven gebruikers hun e-mail niet te bevestigen en wordt hun account onmiddellijk na registratie geactiveerd.

source: Please wait
nl_nl: Een moment geduld

source: LONG_DATE_FORMAT
nl_nl: %A, %d %B %Y

source: DATE_TIME_FORMAT
nl_nl: %d %b %Y om %H:%M

source: SHORT_DATE_FORMAT
nl_nl: %d %b %Y

source: TIME_FORMAT
nl_nl: %H:%M:%S

# weekday name
source: Monday
nl_nl: Maandag
sk: Pondelok

# weekday name
source: Tuesday
nl_nl: Dinsdag
sk: Utorok

# weekday name
source: Wednesday
nl_nl: Woensdag
sk: Streda

# weekday name
source: Thursday
nl_nl: Donderdag
sk: Štvrtok

# weekday name
source: Friday
nl_nl: Vrijdag
sk: Piatok

# weekday name
source: Saturday
nl_nl: Zaterdag
sk: Sobota

# weekday name
source: Sunday
nl_nl: Zondag
sk: Nedeľa

# abbreviated weekday name
source: Mon
nl_nl: Ma

# abbreviated weekday name
source: Tue
nl_nl: Di

# abbreviated weekday name
source: Wed
nl_nl: Wo

# abbreviated weekday name
source: Thu
nl_nl: Do

# abbreviated weekday name
source: Fri
nl_nl: Vrij

# abbreviated weekday name
source: Sat
nl_nl: Za

# abbreviated weekday name
source: Sun
nl_nl: Zo

# abbreviated month name
source: Mar
nl_nl: Mrt

# abbreviated month name
source: May
nl_nl: Me
sk: Máj

# abbreviated month name
source: Oct
nl_nl: Okt

# month name
source: January
nl_nl: Januari
sk: Január

# month name
source: February
nl_nl: Februari
sk: Február

# month name
source: March
nl_nl: Maart
sk: Marec

# month name
source: May
nl_nl: Me
sk: Máj

# month name
source: June
nl_nl: Juni
sk: Jún

# month name
source: July
nl_nl: Juli
sk: Júl

# month name
source: August
nl_nl: Augustus

# month name
source: October
nl_nl: Oktober
sk: Október

source: Maximum upload file size is {file_size} bytes.
nl_nl: Maximale bestandsgrootte voor uploads is {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
nl_nl: Cursus {course_id} reqs {prerequisite_course_id}

source: Invalid password.
nl_nl: Ongeldig paswoord

source: Fully Supported
nl_nl: Volledig ondersteund

source: Provisionally Supported
nl_nl: Voorlopig ondersteund

source: Unsupported
nl_nl: Niet ondersteund

source: Incorrect
nl_nl: Onjuist
sk: Nesprávnych

source: Correct
nl_nl: Juist
sk: Správnych

source: correct
nl_nl: juist
sk: správny

source: incorrect
nl_nl: onjuist
sk: nesprávny

source: partially correct
nl_nl: Gedeeltelijk juist

source: incomplete
nl_nl: onvolledig

source: unanswered
nl_nl: onbeantwoord
sk: neodpovedané

source: submitted
nl_nl: ingediend

source: processing
nl_nl: verwerking

source: This answer is correct.
nl_nl: Dit antwoord is goed.

source: This answer is incorrect.
nl_nl: Dit antwoord is fout.

source: This answer is partially correct.
nl_nl: Dit antwoord is gedeeltelijk goed.

source: This answer is being processed.
nl_nl: Dit antwoord wordt verwerkt.

source: Not yet answered.
nl_nl: Nog niet beantwoord.

source: Select an option
nl_nl: Selecteer een optie
sk: Vyberte možnosť

source: ChoiceGroup: unexpected tag {tag_name}
nl_nl: ChoiceGroup: onverwacht label {tag_name}

source: Answer received.
nl_nl: Antwoord ontvangen.

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nl_nl: Uw bestanden zijn verstuurd.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
nl_nl: Je antwoord is ingeleverd.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
nl_nl: Geen antwoord van Xqueue binnen {xqueue_timeout} seconden. Afgebroken.

source: Error running code.
nl_nl: Fout bij uitvoeren van code.

source: Cannot connect to the queue
nl_nl: Kan geen verbinding maken met de wachtrij

source: No formula specified.
nl_nl: Geen formule gespecificeerd.

source: Couldn't parse formula: {error_msg}
nl_nl: Kan formule niet parsen: {error_msg}

source: Error while rendering preview
nl_nl: Fout bij weergave van de voorvertoning

source: Sorry, couldn't parse formula
nl_nl: Helaas, kan de formule niet parseren

source: {input_type}: unexpected tag {tag_name}
nl_nl: {input_type}: onverwacht label {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
nl_nl: Verwacht werd een {expected_tag} label; onving echter {given_tag}

source: Question {index}
nl_nl: Vraag {index}

source: Correct:
nl_nl: Juist:

source: Incorrect:
nl_nl: Onjuist:

source: Answer
nl_nl: Antwoord
sk: Odpoveď

source: (Source code line unavailable)
nl_nl: (Broncode regel niet beschikbaar)

source: See XML source line {sourcenum}.
nl_nl: Bekijk XML broncode regel {sourcenum}.

source: Checkboxes
nl_nl: Selectievakjes

source: Multiple Choice
nl_nl: Meerkeuze

source: Do not use shuffle and answer-pool at the same time
nl_nl: Gebruik shuffle en answer-pool niet tegelijkertijd

source: answer-pool value should be an integer
nl_nl: answer-pool waarde moet een geheel getal zijn

source: Choicegroup must include at least 1 correct and 1 incorrect choice
nl_nl: Choicegroup moet ten minste 1 juist en 1 onjuiste keuze hebben

source: True/False Choice
nl_nl: Waar/Niet Waar Keuze

source: Dropdown
nl_nl: Vervolgkeuzelijst

source: Numerical Input
nl_nl: Numerieke invoer

source: Could not interpret '{student_answer}' as a number.
nl_nl: Kan '{student_answer}' niet als getal interpreteren.

source: Invalid math syntax: '{student_answer}'
nl_nl: Onjuiste wiskundige syntax: '{student_answer}'

source: or
nl_nl: of
sk: alebo

source: Text Input
nl_nl: Tekstuele invoer

source: error
nl_nl: fout

source: error getting student answer from {student_answers}
nl_nl: fout bij ophalen van student antwoord uit {student_answers}

source: No answer entered!
nl_nl: Geen antwoord ingevoerd!

source: Code Input
nl_nl: Code Invoer

source: No answer provided.
nl_nl: Geen antwoord gegeven.

source: Invalid grader reply. Please contact the course staff.
nl_nl: Onjuist antwoord van beoordelaar. Neem a.u.b. contact op met de cursusleiding.

source: External Grader
nl_nl: Externe Beoordelaar

source: Math Expression Input
nl_nl: Wiskundige Expressie Invoer

source: Invalid input: Could not parse '{bad_input}' as a formula.
nl_nl: Onjuiste invoer: Kan '{bad_input}' niet als een formule parseren.

source: Invalid input: Could not parse '{bad_input}' as a formula
nl_nl: Onjuiste invoer: Kan '{bad_input}' niet als een formule parseren

source: Annotation Input
nl_nl: Aantekening Invoer

source: Checkboxes With Text Input
nl_nl: Selectievakjes Met Tekst Invoer

source: Answer not provided for {input_type}
nl_nl: Antwoord niet gegeven voor {input_type}

source: XML data for the annotation
nl_nl: XML gegevens voor de aantekening

source: Annotation
nl_nl: Aantekening
sk: Vysvetlivka

source: Number of attempts taken by the student on this problem
nl_nl: Aantal ondernomen pogingen van de student op dit vraagstuk.

source: Maximum Attempts
nl_nl: Maximum Aantal Pogingen

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
nl_nl: Definieert het aantal pogingen een student heeft om de vraag te beantwoorden. Als geen waarde wordt gegeven zijn een oneindig aantal pogingen toegestaan.

source: Date that this problem is due by
nl_nl: Inleverdatum van deze opgave

source: Show Results
nl_nl: Toon resultaten

source: Always
nl_nl: Altijd

source: Never
nl_nl: Nooit

source: Past Due
nl_nl: Vervallen

source: Show Answer
nl_nl: Laat het antwoord zien
sk: Zobraziť odpoveď

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
nl_nl: Bepaalt wanneer het antwoord op het vraagstuk getoond wordt. Een default waarde kan worden ingesteld in Geavanceerde Instellingen.

source: Answered
nl_nl: Beantwoord

source: Closed
nl_nl: Gesloten

source: Finished
nl_nl: Klaar

source: Correct or Past Due
nl_nl: Correct of Vervallen

source: After Some Number of Attempts
nl_nl: Na een aantal pogingen

source: After All Attempts
nl_nl: Na alle pogingen

source: Attempted
nl_nl: Pogingen

source: Whether to force the save button to appear on the page
nl_nl: Of de opslaan knop moet verschijnen op de pagina

source: Show Reset Button
nl_nl: Toon Herstel Button

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
nl_nl: Bepaalt of er een 'Herstel' button aan de gebruiker getoond word, zodat de gebruiker het antwoord kan herstellen. Een default waarde kan worden ingesteld in Geavanceerde Instellingen.

source: Randomization
nl_nl: Randomisatie

source: On Reset
nl_nl: Bij Herstel
